{"data":{"1508":{"id":1508,"name":"A AND D LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.544 miles and turn right onto Sams Br.  Go .055 miles and turn left onto A AND D LN."},"1021":{"id":1021,"name":"A C MTN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go 1.518 miles and turn right onto Stable Branch Rd.  Go .149 miles and turn left at top of hill onto A C Mtn."},"1022":{"id":1022,"name":"A K C DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 5.168 miles and turn right onto Lick Branch Rd.  Go .754 mile and turn right onto A K C Dr."},"1023":{"id":1023,"name":"ACORN LN","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light, turn onto East Highway 80. Go 10.399 miles and turn left onto Acorn Ln.  It is across the road from Chaffins Branch Rd."},"1024":{"id":1024,"name":"ACTION LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.417 miles and turn RIGHT onto ACTION LN."},"1025":{"id":1025,"name":"ADAMS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410.  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 2.370 miles on Wolfpen Creek Rd and turn right onto Adams Ln.  (Road turns over hill.  Hard to see.)."},"1026":{"id":1026,"name":"ADRIAN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd.  Go 1.043 miles and turn left onto Adrian Dr."},"1027":{"id":1027,"name":"ALBRO LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 2.709 miles and turn left onto Albro Ln."},"1028":{"id":1028,"name":"ALDO ANNIE LN","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 8.508 miles and turn right onto Martin Branch Rd.  Go .847 miles and turn left onto Aldo Annie Ln.  (Reggie and Kathy Hall live here)."},"1029":{"id":1029,"name":"ALLEN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 1.795 miles and turn left onto Allen Dr.  (Jason Allen)"},"2077":{"id":2077,"name":"ALONZO DOBSON FAMILY CEMETERY RD","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass.  Go 1.585 miles to red light.  Go straight across Hwy. 80 onto Hwy. 160 (Ogden Vest Rd.).  Go 3.176 miles and continue into Hwy 1087 (Vest Talcum Rd).  go 3.305 miles and turn LEFT onto ALONZON DOBSON FAMILY CEMETERY RD."},"1030":{"id":1030,"name":"ALPINE DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 6.445 miles and turn left onto Alpine Dr."},"1031":{"id":1031,"name":"ALUM CAVE BR","directions":"From red light in Hindman, go East Main Street.  Continue into East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go .334 miles and turn right onto Watts Fork Rd.  Go .539 miles and turn left onto Alum Cave Br."},"1032":{"id":1032,"name":"AMANDA LYNN LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 11.173 miles and turn left onto Thornsbury Br.  Go .084 miles and turn right onto Gibson Br. Go .231 miles and turn left onto Amanda Lynn Lane."},"1033":{"id":1033,"name":"AMBURGEY BR","directions":"From red light in Hindman, go West Main Street .860 miles.  Turn right onto Amburgey Branch Rd.  CITY LIMITS OF HINDMAN!!!"},"1034":{"id":1034,"name":"AMELIA RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.465 miles and turn left onto Amelia Rd."},"1035":{"id":1035,"name":"AMILS MOUNTAIN RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 5.143 miles and turn right onto WELLS MTN.  Go 0.709 miles and turn right on to RECOVERY WAY.  Go .1 mile and turn left onto AMILS MOUNTAIN RD. (Addressed from other entrance.)"},"1036":{"id":1036,"name":"AMON FINLEY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light on Highway 80.  Cross Highway 80 to Ogden Vest Rd.  Go .477 miles and turn left onto Amon Finley Rd."},"1037":{"id":1037,"name":"ANDERSON LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Jct. 899 and 7.  Turn onto South Highway 7.  Go 12.570 miles and turn right onto Anderson Ln."},"1038":{"id":1038,"name":"ANGEL DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and urn left onto Highway 1410 ( Burgeys Creek Rd.)  Go 2.294 miles and turn right onto Big Doubles Br.  Go .828 miles up Big Doubles and turn right onto Angel Dr."},"1039":{"id":1039,"name":"ANGELIC LN","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light.  Turn east on Highway 80 and go 3.720 miles.  Turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go .059 miles and turn left onto Angelic Ln."},"1040":{"id":1040,"name":"ANNA LN","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn West Highway 80, go 11.977 miles into Perry Co, turn left onto Hiner Rd, go 1.236 miles, turn right onto Highway 476, go 1.301 miles, turn left onto Highway 1088 (Lotts Creek Rd) go 9.410 miles turn right onto Debra Kelly Dr.  Go 0.090 mile and road turns into Anna Ln."},"1041":{"id":1041,"name":"APACHE PATH","directions":"From red light in Hindman, go East Main Street.  Continue into East Highway 550.  Go 3.133 miles and turn left onto Apache Path.  Across the road from Mountain Dr."},"1042":{"id":1042,"name":"APPALACHIA TRUSS DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 3.136 miles and turn right onto Appalachia Truss Dr."},"1043":{"id":1043,"name":"APPLE BLOSSOM LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 1.517 miles and turn left onto Apple Blossom Ln."},"2041":{"id":2041,"name":"APPLE TREE LN","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy. 582.  Go 10.210 miles and turn LEFT onto APPLE TREE LN."},"1044":{"id":1044,"name":"APPLE YARD RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.871 miles and turn left onto Apple Yard Rd.  Across the road from Lakeway Mart."},"1045":{"id":1045,"name":"ARCH ROCK HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.199 miles and turn left onto Arch Rock Holw."},"1046":{"id":1046,"name":"ARCHER LN","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 1.460 miles to Perkins Madden Rd.  Go .680 miles and turn right onto Archer Ln."},"1047":{"id":1047,"name":"ARGON HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to the red light and Jct. of Highways 160 and 15.  Turn right or north on Highway 15 (Smithboro Rd).  Go 1.901 miles and turn left onto Big Smith Br.  Go 1.701 miles and turn left onto Argon Holw."},"1048":{"id":1048,"name":"ARNOLD FORK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to junction of Highways 899 and 7 and turn right onto South Highway 7.  Go 13.465 miles and turn left onto North Highway 1498.  Go .540 miles and turn right onto Arnold Fork Rd."},"1049":{"id":1049,"name":"ASH BEE TREE RD","directions":"From red light in Hindman, go West Main Street.  Continue onto W Highway 550  Go 10.579 miles and turn left onto Highway 721.  Go 4.793 miles and turn left at top of hill onto Ash Bee Tree Rd."},"1050":{"id":1050,"name":"ASHER HILL","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles  to Junction 160 and 15 and turn right  onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 ( Main Street Sassafras).  Go .080 miles and turn right onto Concord Ct.  Go .323 mile and turn left onto Asher Hill."},"1051":{"id":1051,"name":"AUNTIE WILMA DR","directions":"From red light in Hindman, go West Main Street.  Continue onto West Highway 550.  Go 7.131 miles and turn left onto Eagles Nest Rd.  (Was Short Branch Rd).  Go .115 miles and turn left onto Auntie Wilma Dr."},"1052":{"id":1052,"name":"AUTUMN SKY DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 1.525 miles and turn left onto Autumn Sky Dr."},"1053":{"id":1053,"name":"B KING DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east onto Highway 80.  Go 4.595 miles and turn left onto B King Dr."},"1054":{"id":1054,"name":"BABE BOLEN DR","directions":"From red light in Hindman, go East and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 8.964 miles and turn right onto Babe Bolen Dr."},"1055":{"id":1055,"name":"BACKWATER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.480 miles and turn right onto Backwater Ln.  It is the road to the right before going across the mountain into Red Fox Area."},"1056":{"id":1056,"name":"BAILEY ST","directions":"From red light in Hindman, go .052 miles on West Main Street.  Turn right around Knott County Court House.  Road makes a circle around the court house."},"2043":{"id":2043,"name":"BAILEYS MOUNTAIN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.550 miles and turn right onto Sams Branch Rd.  Continue .507 miles and turn left onto BAILEYS MOUNTAIN DR"},"1057":{"id":1057,"name":"BAKER FORK RD","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 1.389 miles and turn left onto Baker Fork Rd."},"1058":{"id":1058,"name":"BAKER RITCHIE RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and cross Hwy. 80 onto Hwy 160 West (Ogden Vest Rd.)  Go 3.176 miles and continue into Hwy. 1087 (Vest Talcum Rd.).  Go 6.658 miles and turn right onto Baker Ritchie Rd."},"1059":{"id":1059,"name":"BALL BRANCH SCHOOL RD","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto East Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd)  Go .887 miles and turn left onto East Highway 1087.  Go 3.930 miles and turn right onto Ball Branch School Rd."},"1060":{"id":1060,"name":"BANKS DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 8.349 miles and turn left onto Burgeys Creek Rd (Hwy 1410).  Go 3.497 miles and turn left onto Banks Dr."},"1061":{"id":1061,"name":"BARKCAMP FRK","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto East Highway 80.  Go 6.587 miles and turn left onto Highway 2029.  Go 3.687 miles and turn left onto Barkcamp Fork.  Bell South area."},"1062":{"id":1062,"name":"BARNETT DR","directions":"From red light in Hindman, go east on Main St. and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd (Perry Co. road).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Hwy 1088 (Lotts Creek Rd.). Go 7.394 miles and turn right onto Barnett Dr."},"1063":{"id":1063,"name":"BASKET DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 13.030 miles and turn right onto Basket Dr.  It is across the railroad tracks."},"1064":{"id":1064,"name":"BATES BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to junction 899 and 7.  Turn onto South Highway 7.  Go 10.421 miles and turn left onto Bates Branch Rd."},"1065":{"id":1065,"name":"BEAR FORK RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 10.430 miles and turn right onto Bear Fork Rd."},"1066":{"id":1066,"name":"BEAR WALLER DR","directions":"From red light in Hindman, go West Main Street and continue into West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.839 miles and continue left hand side into Clear Creek Rd.  Go 1.500 miles and turn right onto Bear Waller Dr."},"1067":{"id":1067,"name":"BEARVILLE RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 4.680 miles and turn right onto Bearville Rd."},"1068":{"id":1068,"name":"BEAVER GAP MINE RD","directions":"From red light in Hindman, turn right onto Highway 160. Go 2.671 miles and turn left onto Highway 899. Go 14.200 miles to Junction, 899 and 7 and turn south onto Highway 7. Go 15.450 miles and turn right onto Beaver Gap Mine Rd.  Near Letcher County line."},"1069":{"id":1069,"name":"BEAVER PARK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.483 miles and turn left onto Beaver Park Rd."},"1070":{"id":1070,"name":"BEECH FALL RD","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light.  Turn East Highway 80.  Go 3.720 miles and turn  on Highway 1097-1087 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go .436 miles and turn right onto Beech Fall Rd.  It is the road behind Tim Smith's big house"},"1071":{"id":1071,"name":"BEECH RD","directions":"From red light in Hindman, go east. Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 5.943 miles and turn left onto Beech Rd.  McCoy Coal occupies most of this area.  There is one house to the right here."},"1072":{"id":1072,"name":"BEECHNUT RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 1.703 miles and turn left onto Beechnut Rd.  A lumber yard is near here."},"1073":{"id":1073,"name":"BEECHWOOD LN","directions":"From red light in Hindman, go turn south onto Highway 160. Go 5.161 miles and turn left onto Carr Fork Cem Rd.  Go 0.189 mile and turn left onto Beechwood Ln."},"1074":{"id":1074,"name":"BEN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7. Go 7.918 miles and turn right onto Hall Branch Rd.  Go 0.228 mile and turn right onto Ben Dr."},"1075":{"id":1075,"name":"BEN SLONE CEMETERY RD","directions":"From red light in Hindman, go East Main Street.  Continue into East Highway 550.  Go 3.880 miles and turn onto Highway 1697 (Spruce Pine Rd).  Go 1.422 miles and turn right onto Ben Slone Cemetery Rd."},"2068":{"id":2068,"name":"BENJAMIN DR","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80. Go 11.977 miles and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd). Go 4.530 miles and turn right onto Elk Fork Rd.  Go 0.608 miles and turn right on BENJAMIN DR."},"1076":{"id":1076,"name":"BENNETT DR","directions":"From red light in Hindman, go E. Main St and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .331 miles to Sunshine Ln.  Turn onto Sunshine Line and go .277 mile and turn right onto BENNETT RD."},"1077":{"id":1077,"name":"BENTLEY J DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn right onto E Highway 80.  Go 3.720 miles and turn right onto Hwy 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto E Hwy 1087.  Go 5.035 miles and turn left onto Bruce Branch Rd.  Go .516 miles and turn RIGHT on to BENTLEY J DR"},"1078":{"id":1078,"name":"BENTLEY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410.  Go .439 mile and turn left onto Bentley Ln."},"2087":{"id":2087,"name":"BERLIN COMBS CEMETERY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 4.814 miles and turn right onto Trace Caney Rd.  Contine .556 miles and turn right on to BERLIN COMBS CEMETERY RD"},"1079":{"id":1079,"name":"BERRY HILL LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 8.200 miles and turn right onto Berry Hill Ln."},"1080":{"id":1080,"name":"BERT CONLEY DR","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to red light and turn east on Highway 80.  Go 10.900 miles and turn right on Bert Conley Dr."},"1081":{"id":1081,"name":"BESSIE HALL LN","directions":"From red light in Hindman, turn right onto Highway 160. Go 7.531 miles and turn left onto Highway 582.  Go 7.958 miles and turn right onto Garnie Hall Rd.  Cross the bridge and turn right onto Bessie Hall Ln."},"1082":{"id":1082,"name":"BEULAHS LN","directions":"From red light in Hindman, turn right onto S Highway 160.  Go .957 miles to Combs Branch Rd.  Turn left onto Combs Branch Rd and go 1.035 miles and turn right onto Beulahs Ln.  (One house here addressed at 165)."},"1083":{"id":1083,"name":"BEVIE CLARK LN","directions":"From red light in Hindman, continue on East Main St.  Go .238 miles and turn right on Bevie Clark Ln.  Road is near Gayheart's Ashland.  CITY LIMITS!!!"},"1084":{"id":1084,"name":"BIBLE LN","directions":"From red light in Hindman, turn right at Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.094  miles and turn right onto Bible Ln.  Little Carr Bible Church is here."},"1085":{"id":1085,"name":"BIG BLUE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7.  Turn south on Highway 7.  Go 13.704 miles and turn right onto Big Blue Ln."},"1086":{"id":1086,"name":"BIG BRANCH BALL RD","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 3.962 miles and turn right onto Big Branch Ball Rd.  It is across the road from Road Br."},"1087":{"id":1087,"name":"BIG BRANCH RD","directions":"Address range 3756 - 7999"},"1088":{"id":1088,"name":"BIG BRANCH RD","directions":"From red light in Hindman, go West Main St. and continue on West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Hwy. 1231)."},"1089":{"id":1089,"name":"BIG DOUBLES BR","directions":"From red light in Hindman, turn right onto Highway 160. Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd). Go 2.294 miles and turn right onto Big Doubles Br."},"1090":{"id":1090,"name":"BIG ROCK DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 5.740 miles and turn right onto Big Rock Rd."},"1091":{"id":1091,"name":"BIG SMITH BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to the junction of Highways 160 and 15 (Smithboro Rd) and turn  right.  Go 1.901 miles and turn left onto Big Smith Br.  Carr Fork Marina located here."},"1092":{"id":1092,"name":"BIG SPRING BR","directions":"From red light in Hindman, continue down East Main St into East Highway 550.  Go 12.146 miles and turn right onto Big Spring Br."},"1093":{"id":1093,"name":"BILL DEE BRANCH RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 11.683 miles and turn left onto Bill Dee Branch Rd.  Also known as Bill Dee Hall Br."},"1094":{"id":1094,"name":"BILLY SLONE LN","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 3.880 miles and turn left onto Highway 1697 (Spruce Pine Rd).  Go 1.189 miles and turn left onto BILLY SLONE Rd."},"1095":{"id":1095,"name":"BIRCH LN","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to red light and turn  West Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go .336 miles and turn right on Birch Ln."},"1096":{"id":1096,"name":"BLACK DIAMOND LN","directions":"From red light in Hindman, go West Main Street and continue on West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Hwy 1231).  Go 2.494 miles and turn right onto Black Diamond Ln."},"1097":{"id":1097,"name":"BLACK HAWK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn right onto South Highway 7.  Go 11.838 miles and turn right onto Puncheon Rd.  Go .786 miles and turn right onto Black Hawk Rd."},"1098":{"id":1098,"name":"BLACK JOHN BR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy. 15 (Red Fox Rd.).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Go 3.224 miles and turn right onto Black John Br."},"1099":{"id":1099,"name":"BLACKBERRY LN","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.299 miles and turn left onto Trace Branch Rd.  Go 1.094 miles and turn right onto Blackberry Ln."},"1100":{"id":1100,"name":"BLACKBURN RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .103 miles and turn left on Blackburn Rd."},"2082":{"id":2082,"name":"BLESSED LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.466 miles and turn right onto Perkins Madden Rd.  Go 3.21  miles and turn right onto BLESSED LN."},"2056":{"id":2056,"name":"BLOOM WAY","directions":"From red light in Hindman, go East Main Street.  Turn left on Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 7.299 miles and turn left onto Trace Branch Rd.  Go .421 miles and turn left onto BLOOM WAY."},"1101":{"id":1101,"name":"BLUE BIRD RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.830 miles to Junction. 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles to Main Street Sassafras (Highway 1088).  Go .308 miles and turn right on Yellow Creek Rd.  Go 1.797 miles and turn left onto Blue Bird Rd."},"1102":{"id":1102,"name":"BLUE LICK HOLW","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 2.405 miles and turn left onto Blue Lick Holw"},"1103":{"id":1103,"name":"BLUEGRASS MOUNTAIN RDG","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 1.159 miles and turn RIGHT onto BLUEGRASS MTN RDG.."},"1104":{"id":1104,"name":"BLUEGRASS WAY","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn left or west on Highway 80.  Go 4.689 miles and turn left onto Sandlick Branch Rd.  Go .120 miles and turn right onto Bluegrass Way.."},"1105":{"id":1105,"name":"BOB ADAMS CEMETERY RD","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 3.565 miles and turn left onto Bob Adams Cemetery Rd."},"1106":{"id":1106,"name":"BOBBY SLONE DR","directions":"From red light in Hindman, continue east to Highway 550.  Go 3.880 miles and turn onto Highway 1697 (Spruce Pine Rd).  Go 1.889 miles and turn left onto Bobby Slone Dr."},"1107":{"id":1107,"name":"BOLEN CEMETERY RD","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn right or east onto Highway 80.  Go 7.590 miles and turn right onto Bolen Cemetery Rd."},"1108":{"id":1108,"name":"BOOGER BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.569 miles and turn left onto Booger Br.  Spelled wrong on map (Buzzer Br)."},"1109":{"id":1109,"name":"BRANDEN DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Highway 80.  Go 3.720 miles to Hwys. 1098 and 1087 (Possum Trot Rd) and turn right.  Go .887 miles to Highway 1087 East.  Go 3.535 miles and turn left onto Branden Dr.  Old H. Watts place."},"1110":{"id":1110,"name":"BRANHAMS CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393. (Branhams Creek Rd starts here.)  Near Mallie Post Office."},"1111":{"id":1111,"name":"BRANHAMS CREEK RD","directions":"Address range 798 - 2999"},"1112":{"id":1112,"name":"BREEDING CREEK RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.830 miles to the junction of Highway 15 and turn left (Red Fox Rd.).  Go 2.265 miles and turn left onto Breeding Creek Rd."},"1113":{"id":1113,"name":"BRIANA DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Hwy. 80.  Go .572 mile and turn right onto Briana Dr."},"1114":{"id":1114,"name":"BRIARWOOD LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.915 miles and turn left onto Briarwood Ln."},"1115":{"id":1115,"name":"BROOKE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.810 mi and turn right onto Brooke Ln."},"1116":{"id":1116,"name":"BROTHERS LN","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 5.970 miles and turn right onto Collins Branch Rd.  Go .658 miles and turn left onto Brothers Ln."},"1117":{"id":1117,"name":"BRUCE BRANCH RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn right onto E Highway 80.  Go 3.720 miles and turn right onto Hwy 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto E Hwy 1087.  Go 5.035 miles and turn left onto Bruce Branch Rd."},"1118":{"id":1118,"name":"BRUSHY FORK RD","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn right or east onto Highway 80.  Go 7.919 miles and turn left onto Brushy Fork Rd."},"1119":{"id":1119,"name":"BRYANT DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction 899 and 7 and turn  South Highway 7.  Go 8.515 miles and turn left onto Bryant Dr.  Road crosses a low water bridge."},"1120":{"id":1120,"name":"BUCK BRANCH RD","directions":"From red light in Hindman, go E Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn onto W Highway 80, go 11.977 miles, turn left onto Hiner Rd (Perry co Rd) go 1.236 miles turn right onto old Highway 476, go 1.301 miles turn left onto Highway 1088 (Lotts Creek Rd) go 8.821 miles, turn left onto Youngs Fork Rd, go .340 miles turn right onto Buck Branch Rd."},"1121":{"id":1121,"name":"BUCK WHEAT BR","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7.  Turn onto South Highway 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 2.026 miles and turn right onto Buck Wheat Br.  (Also known as Buck Br.)"},"1122":{"id":1122,"name":"BUCKEYE BR","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.331 miles and turn left on Highway 582.  go 1.210 miles and turn right on Buckeye Br."},"1123":{"id":1123,"name":"BUCKHORN RD","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Highway 80 into Highway 160 (Ogden Vest Rd). Go 3.150 miles to Highway 1087 (Vest Talcum Rd).  Go 2.814   miles and turn right onto Buckhorn Rd."},"1124":{"id":1124,"name":"BUDS LN","directions":"From red light in Hindman, go east on Main Street into E Hwy 550.  Go 10.414 miles and turn right onto Buds LN."},"1125":{"id":1125,"name":"BUFFALO BRANCH RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 6.537 miles and  turn left on Buffalo Branch Rd.  Near Carr Creek Community Center."},"1126":{"id":1126,"name":"BULL CRK","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and go straight across Hwy.  80 to Hwy. 160 (Ogden Vest Rd).  Go .717 miles and turn left on Bull Cr."},"1127":{"id":1127,"name":"BUNION HOLW","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Hwy. 899.  Go 3.577 miles and turn down road onto Bunion Holw."},"1128":{"id":1128,"name":"BUNKER FORK RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 6.598 miles to Runnels Branch Rd. and turn right.  Go .618 miles to Bunker Fork Rd."},"1129":{"id":1129,"name":"BURGEYS CREEK RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 8.349 miles and turn left onto Burgeys Creek Rd (Hwy 1410)."},"1130":{"id":1130,"name":"BURLEY COMBS RD","directions":"From red light in Hindman, go west on Main Street into West Hwy. 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles into Clear Creek Rd.  Go 2.424 miles and turn right onto Burley Combs Rd."},"1131":{"id":1131,"name":"BURNHAM RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.551 miles and turn left onto Burnham Rd."},"1132":{"id":1132,"name":"BUTCHER KNIFE RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 6.231 miles to Dry Creek Rd and turn left.  Go 1.592 miles and turn right onto Butcher Knife Rd."},"1133":{"id":1133,"name":"BUZZARD DEN BR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 3.842 miles and turn right onto Buzzard Den Br."},"1134":{"id":1134,"name":"C AND D DR","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 1.235 mile and turn left onto C And D Dr."},"1135":{"id":1135,"name":"C HALL RD","directions":"From red light in Hindman, go east on Main Street and continue into East Hwy 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go .835 miles and turn left onto C Hall Rd."},"1136":{"id":1136,"name":"C LOREN WAY","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 4.943 miles and turn left onto C Loren Way."},"1137":{"id":1137,"name":"CABIN CREEK RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.830 miles to red light at Junction 160 and 15.  Turn left onto Highway 15 (Red Fox Rd). Go 2.849 miles and turn left onto Cabin Creek Rd.  Old Cabin Inns were there."},"1138":{"id":1138,"name":"CALEB BR","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.830 miles to red light at Junction 160 and 15.  Turn left onto Highway 15 (Red Fox Rd). Go 1.732 miles and turn right onto Hales Branch Rd.  Go 1.067 miles and turn left onto Caleb Br."},"1139":{"id":1139,"name":"CALF HOLW","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 2.190 miles and turn right onto Calf Holw."},"1140":{"id":1140,"name":"CAMARO LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.674 miles and turn right onto Camaro  Ln."},"1141":{"id":1141,"name":"CAMP BR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 1.916 miles and turn right onto Camp Br. (AKA Smith Branch at Carrie.)"},"1142":{"id":1142,"name":"CAMP GROUND RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go8.751 miles and turn left onto Stamper Town Rd. (Camping site at Carr Fork Lake)"},"1143":{"id":1143,"name":"CAMP NATHANAEL RD","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 8.109 miles and turn left onto Camp Nathanael Rd."},"1144":{"id":1144,"name":"CAMP ROCK HOLW","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 8.588 miles and turn right onto Upper Carr Rd.  Go .393 miles  and turn left onto Camp Rock Holw.  Was part of old road (Little Upper Carr Crk)."},"1145":{"id":1145,"name":"CAMPBELL DR","directions":"From red light in Hindman, go east on Main St. and continue on E Highway 550 .  Go 8.508 miles and turn right onto Martin Branch Rd.  Go 0.074 miles and turn right onto Campbell Dr."},"1146":{"id":1146,"name":"CAMSHAFT ALY","directions":"From red light in Hindman, turn right onto Highway 160.  Go2.671 miles and turn left onto Highway 899.  Go 2.087 miles go onto Branhams Creek  Rd.  Go1.638 miles and turn right onto Camshaft Aly."},"1148":{"id":1148,"name":"CANEY CIR","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.214 miles and turn right onto Caney Cir. (Knott Co. Housing Authority Apts.)"},"1149":{"id":1149,"name":"CANEY PEAK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899. Go 6.768 miles and turn left onto CANEY PEAK RD."},"1147":{"id":1147,"name":"CANO LN","directions":"From red light in Hindman, go East Main Street.  Continue into East Highway 550.  Go 3.880 miles and turn onto Highway 1697 (Spruce Pine Rd).  Go 1.564 miles and turn right onto CANO LN."},"1150":{"id":1150,"name":"CAPTAINS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Jct. 899 and 7.  Turn onto South Highway 7.  Go 12.662 miles and turn right onto Captains Ln."},"1151":{"id":1151,"name":"CARDINAL LN","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles into Clear Creek Rd.  Go .056 miles and turn right up a hill to Cardinal Ln."},"1152":{"id":1152,"name":"CAREW DR","directions":"From red light in Hindman, go west on Main Street.  Go .040 miles and turn right onto Bailey St.  Go .020 miles straight into Dukes Branch Rd.  Go .036 miles  and turn right onto Carew Dr."},"1153":{"id":1153,"name":"CARMODY JOHNSON CEMETERY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd).   Go 6.529 miles and turn left onto Carmody Village Dr."},"1154":{"id":1154,"name":"CARR CREEK DAM RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 4.558 miles and turn right onto Sassafras Creek Rd toward the dam.  Go .774 miles and turn right onto Carr Creek Dam Rd. (Control Tower is located on this road)."},"1155":{"id":1155,"name":"CARR CREEK HILL RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.243 miles and turn left onto Carr Creek Hill Rd.  Old Carr Creek High School area."},"1156":{"id":1156,"name":"CARR FORK CEMETERY RD","directions":"From red light in Hindman, go turn south onto Highway 160. Go 5.161 miles and turn left onto Carr Fork Cem Rd."},"1157":{"id":1157,"name":"CARR LN","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 8.588 miles and turn right onto Upper Carr Rd.  Go .160 miles and turn right onto Carr Ln."},"1158":{"id":1158,"name":"CARRIE LOOP","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 4.631 miles and turn left in curve onto Carrie Loop."},"1159":{"id":1159,"name":"CARTER HICKS DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Hwy. 80.  Go .689 miles and turn left onto Carter Hicks Dr.  Old Family Inn Restaurant is here."},"1160":{"id":1160,"name":"CASEY DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy. 582.  Go 10.230 miles and turn right onto Casey Dr.  Ronnie Hall's Trailer Court is here."},"1161":{"id":1161,"name":"CASTLE ROCK RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd (formerly Perkins Branch Rd) by Knott Co. High School.  Go 4.427 miles turn left onto Irishman Creek Rd.  Go .240 miles and turn right onto Castle Rock Rd. (Part of Old Alum Cave Br., Irishman)"},"1162":{"id":1162,"name":"CATFISH DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 4.871 miles and turn left onto Apple Yard Rd.  Go .11 miles and make a left turn up the hill onto Catfish Dr."},"1163":{"id":1163,"name":"CATTLE RANCH RD","directions":"From red light in Hindman, go East Main Street.  Turn left on Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 7.299 miles and turn left onto Trace Branch Rd.  Go .743 miles and turn left onto Cattle Ranch Rd."},"1164":{"id":1164,"name":"CAUDILL BRANCH RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Hwy 899.  Go 14.200 miles to Junction. 899 and 7 and turn  S Hwy 7.  Go 5.172 miles and turn right onto Caudill Branch Rd."},"1165":{"id":1165,"name":"CAVE BRANCH RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 1.794 miles and turn right onto Cave Branch Rd.  Just before State Highway Garage."},"1166":{"id":1166,"name":"CECIL LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 3.195 miles and turn left onto Defenders of Freedom Way.Go 0.681 miles and turn left onto Solomon Ln. Go 0.154 and turn right onto Cecil Ln"},"1167":{"id":1167,"name":"CEDAR CREST DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 1.805 miles and turn left onto Cedar Crest Dr.  It is across from Cave Branch Rd."},"1168":{"id":1168,"name":"CEDAR DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left onto Hwy 899.  Go 3.919 miles and turn down the hill onto Cedar Dr."},"1169":{"id":1169,"name":"CENTER ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go .066 miles and turn right onto Center St."},"1170":{"id":1170,"name":"CHAFFINS BRANCH RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Highway 80.  Go 10.414 miles and turn right onto Chaffins Branch Rd."},"1171":{"id":1171,"name":"CHAMPION DR","directions":"From red light in Hindman, go 2.120 miles east on Highway 550.  Turn right onto Champion Dr."},"1172":{"id":1172,"name":"CHARACTER DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.329 miles and turn RIGHT onto CHARACTER DR."},"1173":{"id":1173,"name":"CHARITY LN","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 1.052 mile and turn right onto Charity Ln."},"1174":{"id":1174,"name":"CHARLES TOWN HTS","directions":"From red light in Hindman, go West Main Street. Go .267 miles and turn left onto Hindman Hills Rd. Go .036 and turn right onto Charles Town Rd."},"1175":{"id":1175,"name":"CHARLIE CORNETT DR","directions":"From red light in Hindman, go east to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn right or east onto Highway 80.  Go 7.597 miles and turn Left onto Charlie Cornett Dr."},"1176":{"id":1176,"name":"CHASE LN","directions":"From red light in Hindman, turn right at red lights onto S Highway 160.  Go 0.957 miles and turn left onto Combs Branch Rd.  Go 0.979 miles and turn left onto Chase Ln."},"1177":{"id":1177,"name":"CHEROKEE DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Hwy 1102 (Montgomery Creek Rd.). Go .855 miles onto Cherokee Dr."},"2078":{"id":2078,"name":"CHERRY BLOSSOM WAY","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Highway 80.  Go 11.371 miles and turn left onto Cherry Ln.  Continue 0.326 miles and turn right onto CHERRY BLOSSOM WAY."},"1178":{"id":1178,"name":"CHERRY LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Highway 80.  Go 11.371 miles and turn left onto Cherry Ln.  Old Rockford Church and Cemetery are here."},"2044":{"id":2044,"name":"CHESAPEAKE GAS RD","directions":"From red light in Hindman, go East Main Street onto East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go .835 miles and turn left onto C Hall Rd.  Go .380 miles and turn RIGHT onto CHESAPEAKE GAS RD."},"1179":{"id":1179,"name":"CHESTER DR","directions":"From red light in Hindman, go east on Main Street into Hwy 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd.).  Go .685 miles and turn left onto Chimney Rock Rd.  Go .150 miles and turn right onto Chester Dr."},"1180":{"id":1180,"name":"CHESTNUT LOG BR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles into Clear Creek Rd.  Go .639 miles and turn left onto Chestnut Log Br."},"1181":{"id":1181,"name":"CHESTNUT RIDGE DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 6.068 miles and turn right onto Chestnut Ridge Dr."},"2042":{"id":2042,"name":"CHIGGER DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy. 582.  Go 10.192 miles and turn LEFT onto CHIGGER DR."},"1182":{"id":1182,"name":"CHIMNEY ROCK RD","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 0.685 mile and turn left onto Chimney Rock Rd."},"1183":{"id":1183,"name":"CHOPPER DR","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 1.315 mile and turn left onto Chopper Dr."},"1184":{"id":1184,"name":"CHRIS LN","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 0.266 mile and turn right onto Chris Ln."},"1185":{"id":1185,"name":"CHRISTINA HL","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 5.970 miles and turn right onto Collins Branch Rd.  Go .317 miles and turn left onto Christina Hl."},"1186":{"id":1186,"name":"CHRISTOPHER SLONE RD","directions":"From red light in Hindman, go east and turn left onto the Hindman Bypass.  Go 1.585 miles to red light and turn onto East Highway 80.  Go 3.720 miles and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go.529 miles and turn left onto Christopher Slone Rd."},"1187":{"id":1187,"name":"CHURCH LN","directions":"From red light in Hindman, go east on Main St. and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd (Perry Co. road).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Hwy 1088 (Lotts Creek Rd.). Go 8.531 miles and turn left onto Church Ln."},"1188":{"id":1188,"name":"CLEAR CREEK RD","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue left onto Clear Creek Rd."},"1189":{"id":1189,"name":"CLEAR FORK RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Highway 80.  Go 11.977 miles into Perry County and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd.).  Go 5.035 miles and turn left onto Clear Fork Rd."},"1190":{"id":1190,"name":"CLICK CEMETERY RD","directions":"From red light in Hindman, go east on Main Street into East Hwy 550.  Go 5.027 miles and turn left onto Click Cemetery Rd."},"1191":{"id":1191,"name":"CLICKS TRAILER CT","directions":"From red light in Hindman, go east on Main Street into East Hwy 550.  Go 14.283 miles and turn left onto Clicks Trailer Ct. (Lackey Area.  Medical Transport is here.)"},"1192":{"id":1192,"name":"CLYDE BAKER SPUR","directions":"From red light in Hindman, go east on Main St. and turn left onto Hindman Bypass.  Go .518 miles and turn right onto Clyde Baker Spur.  (Clyde Bakers Used Car lot is here)."},"1193":{"id":1193,"name":"CLYDEAN DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and  turn east on Highway 80.  go 3.830 miles and turn right onto Clydean Dr.  Bob Miller's office and Service Mart are here."},"1194":{"id":1194,"name":"COAL BANK DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.830 miles to Junction. 160 and 15 and turn right onto Hwy. 15.  (Smithboro Rd.)  Go 4.557 miles and turn left onto Red Oak Br.  Go .924 miles and turn right onto Coal Bank Dr."},"1195":{"id":1195,"name":"COBRA LN","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 1.308 miles on Upper Mill Creed Rd. and turn right ont COBRA LN."},"1196":{"id":1196,"name":"COCKRELLS TRACE RD","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 1.020 miles and turn right onto Cockrells Trace Rd."},"1197":{"id":1197,"name":"CODY LN","directions":"From red light in Hindman, turn southeast onto Highway 160.  Go 10.823 miles and turn left onto Cody Ln. ( This road is at the Junction of Highway 160 and Highway 15)."},"1198":{"id":1198,"name":"COKESBURY DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 2.792 miles and turn right onto Cokesbury Dr."},"1199":{"id":1199,"name":"COLES FORK RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Highway 80.  go 11.977 miles into Perry Co. and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd.).  Go 6.707 miles and turn left onto Coles Fork Rd."},"1200":{"id":1200,"name":"COLLINS BRANCH RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles turn left onto Hwy. 582.  Go 5.970 miles and turn right onto Collins Branch Rd."},"1201":{"id":1201,"name":"COLLINS HTS","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction 899 and 7and turn south onto South Highway 7.  Go 8.262 miles and turn right onto Collins Heights."},"1202":{"id":1202,"name":"COLONY BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go .343 miles and turn left on Colony Br.  Old Regular Baptist Church is here."},"1203":{"id":1203,"name":"COLUMBUS DR","directions":"From red light in Hindman, go east on Main Street into Hwy 550.  Go 3.880 miles and turn onto Hwy 1697 (Spruce Pine Rd).  Go 1.357 miles and turn left onto Columbus Dr."},"1204":{"id":1204,"name":"COMBS BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go .957 miles and turn left onto Combs Branch Rd."},"1205":{"id":1205,"name":"COMBS MILL RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on highway 80.  Go 11.977 miles and turn onto Hiner Rd.  (Perry County Rd).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and left onto Highway 1088 (Lotts Creek Rd.)  Go 10.764 miles and turn right onto Combs Mill Rd.  (This road is at top of hill across from cemetery.  Steve Combs saw mill is here)."},"1206":{"id":1206,"name":"COMMONWEALTH OF KY DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go     miles and turn left onto Commonwealth of Ky Dr."},"1207":{"id":1207,"name":"COMMUNICATION LN","directions":"From red light in Hindman, continue on East  Main Street. Go .741 miles and turn left onto Communication Dr.  Thacker-Grigsby Telephone Inc. is located here.  Part of City Limits of Hindman."},"1208":{"id":1208,"name":"CONCORD CT","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles  to Junction 160 and 15 and turn right  onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 ( Main Street Sassafras).  Go .080 miles and turn right onto Concord Ct."},"1209":{"id":1209,"name":"CONLEY SLONE DR","directions":"From red light in Hindman, continue west on Main Street.  Go 1.729 miles and turn left across a bridge onto Conley Slone Dr."},"1210":{"id":1210,"name":"CONSCIENCE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.194 miles and turn RIGHT onto CONSCIENCE DR."},"1211":{"id":1211,"name":"CONSECRATION DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.103 miles and turn LEFT onto CONSECRATION DR."},"1212":{"id":1212,"name":"CONSOL LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.034 miles and turn right onto Consol Ln."},"1213":{"id":1213,"name":"COOK DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 5.739 miles and turn right onto COOK DR"},"1214":{"id":1214,"name":"COOL BUSH LN","directions":"From red light in Hindman, go east on Main Street into E Hwy 550.  Go 10.284 miles and turn left onto Cool Bush Ln."},"1215":{"id":1215,"name":"COPPERHEAD RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Hwy. 80.  Go 2.295 miles and turn left onto Hwy 1102 (Montgomery Creek Rd.).  Go .465 miles and turn left onto Copperhead Rd."},"1216":{"id":1216,"name":"CORA WATTS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.115 miles and turn left onto Cora Watts Dr."},"1217":{"id":1217,"name":"CORN FIELD DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 3.067 miles and turn left onto Highway 1231.  Go  .824 miles and turn right onto Cornett Rd.  Go .330 miles and turn right onto Corn Field Dr."},"1218":{"id":1218,"name":"CORNETT RD","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 3.067 miles and turn left onto Highway 1231. Go .824 miles  and turn right onto Cornett Rd."},"1219":{"id":1219,"name":"COTTON PATCH RD","directions":"From red light in Hindman, turn right onto Hwy 160.  Go 2.671 miles and turn left onto Hwy. 899.  Go 7.956 miles and turn right onto Hemp Patch Br.  Go .265 miles and turn left onto Cotton Patch Rd."},"1220":{"id":1220,"name":"COUGAR LN","directions":"From red light in Hindman, go east on Main Street into Hwy 550.  Go 10.430 miles and turn right onto Bear Fork Rd.  Go .506 miles and turn right onto Cougar Ln."},"1221":{"id":1221,"name":"COUNTRY HAVEN RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to red light and turn onto W. Highway 80.  Go 11.977 miles into Perry County and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 5.035 miles and turn left onto Clear Fork Rd.   Go .868 miles and turn right onto Country Haven Rd."},"1222":{"id":1222,"name":"COUNTRY LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 3.720 miles and turn right onto Hwy 1098-1087 (Possum Trot Rd).  Go 1.361 miles and turn left  onto Wiley Fork Rd.  Go 1.920 miles and turn right on Country Ln."},"1223":{"id":1223,"name":"COUNTY LINE BR","directions":"From red light in Hindman, go East Main St. and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn East on Highway 80.  Go 11.940 miles and turn right onto County Line Br.  (This road is where the \"KNOTT COUNTY WELCOME \" sign is located on the Knott\/Floyd Line."},"1224":{"id":1224,"name":"COURAGE ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.157 miles and turn RIGHT onto COURAGE ST."},"1225":{"id":1225,"name":"COWTOWN RD","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go .475 miles and turn left onto Sarah Everage Br.  Go .30 miles and turn right onto Cowtown Rd.  June Buchanan Clinic is here.  CITY LIMITS OF HINDMAN!!!"},"1226":{"id":1226,"name":"CRAFT LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 2.671 miles and turn left onto Hwy. 899.  Go 1.790 miles and turn right onto Craft Ln."},"1227":{"id":1227,"name":"CRAGER LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Highway 80.  Go 10.380 miles and turn right onto Crager Ln."},"1228":{"id":1228,"name":"CRAIG CT","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.789 miles and turn left onto Craig Ct."},"1229":{"id":1229,"name":"CRANDALL CEMETERY RD","directions":"From red light in Hindman, go West Main St. and continue onto West Highway 550.  Go 10.479 miles and turn left onto Highway 721.  Go 2.347 miles and turn left onto John Branch (Shacktown).  Go .411 miles and turn right onto Crandall Cemetery Rd."},"1230":{"id":1230,"name":"CREEK SIDE DR","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go .334 miles and turn right onto Watts Fork Rd.  Go 1.930 miles and turn right onto Creek Side Dr."},"1231":{"id":1231,"name":"CREIGHTON LN","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 4.434 miles and turn left onto Hwy. 3392 (Lower Mill Creek Rd.).  Go 1.196 miles and turn right onto Creighton Ln."},"1232":{"id":1232,"name":"CREST VIEW DR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 1.799 miles and turn left onto Highland Heights.  Go .242 miles and turn right onto Crest View Dr."},"1233":{"id":1233,"name":"CRICKET LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn south onto Highway 7.  Go 3.722 miles and turn right onto CRICKET LN."},"1234":{"id":1234,"name":"CRIMSON RD","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 3.200 miles and turn right onto Crimson Rd.  Formerly Cow Bell Holw  (Old Glory Rd).  Hand down name."},"1235":{"id":1235,"name":"CUMBERLAND LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 2.671 miles and turn left on Hwy. 899.  Go 8.840 miles and turn right onto Cumberland Ln. (Old Grayson Slone place)"},"1236":{"id":1236,"name":"CURTIS HICKS DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 5.168 miles and turn right onto Lick Branch Rd.  Go .763 miles and turn left onto Curtis Hicks Dr."},"1237":{"id":1237,"name":"CUTTOFF BR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and cross Hwy. 80 onto Hwy 160 West (Ogden Vest Rd.)  Go 3.176 miles and continue into Hwy. 1087 (Vest Talcum Rd.).  Go 6.620 miles and turn right onto Cutoff Br."},"1238":{"id":1238,"name":"D AND E DR","directions":"From red light in Hindman, go West Main Street.  Continue onto West Highway 550.  Go 7.131 miles and turn left onto Eagles Nest Rd.  (Was Short Branch Rd).  Go 239 miles and turn RIGHT onto D AND E DR"},"1239":{"id":1239,"name":"D K FARMS RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80. Go 1.509 miles and turn left onto D K Farms rd."},"1240":{"id":1240,"name":"D MURRELL LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 4.610 miles and turn RIGHT up a drive onto D MURRELL LN."},"1241":{"id":1241,"name":"DAISY LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.531 miles and turn left onto Hwy. 582.  Go 4.047 miles and turn left onto Mallet Fork Rd.  Go .984 miles and turn right onto Walnut Holw.  Go .220 miles onto Daisy Ln."},"1242":{"id":1242,"name":"DAKOTA DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 12.100 miles to Kite side and turn right onto Dakota Dr."},"1243":{"id":1243,"name":"DANS BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west (left) onto Highway 80.  Go 4.890 miles and turn right onto Dans Branch."},"1244":{"id":1244,"name":"DARK HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn south onto Highway 7.  Go 3.910 miles and turn right onto Dark Hollow"},"1245":{"id":1245,"name":"DAVIDSON DR","directions":"From red light in Hindman, go west on Main St. onto West Highway 550.  Go 4.343 miles and turn left onto Hwy. 3392 (Lower Mill Creek Rd.).  Go 1.360 miles and turn right onto Davidson Dr."},"1246":{"id":1246,"name":"DAVIS MOUNTAIN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.628 miles and turn right onto Pro St. (Pro St. is located between Hindman Pro Mart and Knott Co. Park. Go 0.88 miles on Pro Street and turn up the hill onto Davis Mountain Dr.  (Drive is beside Voncel Thackers house)."},"1247":{"id":1247,"name":"DAWSON BRANCH RD","directions":"From red light in Hindman, go .478 miles west on Main St. Turn right onto Dawson Branch Rd.  CITY LIMITS OF HINDMAN!!!"},"1248":{"id":1248,"name":"DEAD MARE BR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 8.349 miles and turn left onto Hwy. 1410 (Burgeys Creek Rd.).  Go 1.526 miles and turn right onto Dead Mare Br."},"1249":{"id":1249,"name":"DEADLAND BR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and go across Hwy. 80 onto Hwy 160 West (Ogden Vest Rd.).  Go 3.176 miles and continue into Hwy. 1087 (Vest Talcum Rd.)   Go 9.880 miles and turn right onto Deadland Br."},"1250":{"id":1250,"name":"DEADMAN BR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.467 miles and turn left onto Deadman Br.   Near Carr Fork Fire Dept."},"1251":{"id":1251,"name":"DEAN HL","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.465 miles and turn left onto Amelia Rd.  Go .321 miles and turn left onto Dean Hill."},"1252":{"id":1252,"name":"DEBRA KELLY DR","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn West Highway 80, go 11.977 miles into Perry Co, turn left onto Hiner Rd, go 1.236 miles, turn right onto Highway 476, go 1.301 miles, turn left onto Highway 1088 (Lotts Creek Rd) go 9.410 miles turn right onto Debra Kelly Dr.  (Was part of Anna Ln)"},"1253":{"id":1253,"name":"DECOURSEY DR","directions":"From red light in Hindman, go west on Main St. onto West Highway 550.  Go .786 miles and turn right onto Decoursey Dr.  CITY LIMITS OF HINDMAN!!!"},"1254":{"id":1254,"name":"DEER HOLLOW RD","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 3.957 miles and turn left onto Deer Hollow Rd.  It is just pass the Service Mart at Softshell."},"1255":{"id":1255,"name":"DEER LICK SPRINGS RD","directions":"From red light in Hindman, go west on Main St. onto West Highway 550.  Go 3.067 miles and turn left onto Hwy. 1231 (Big Branch Rd.).  Go 1.280 miles and turn right onto Deer Lick Springs Rd.  Little Rose Church is here."},"1256":{"id":1256,"name":"DEFEATED CREEK RD","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy. 15 (Red Fox Rd.).  Go 1.436 miles and turn right onto Defeated Creek Rd.\r"},"1257":{"id":1257,"name":"DEFENDERS OF FREEDOM WAY","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 3.195 miles and turn left onto Defenders of Freedom Way."},"1258":{"id":1258,"name":"DELLAS LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 2.671 miles and turn left onto Hwy. 899.  Go 14.200 miles and turn right onto S. Highway 7.  Go 9.929 miles and turn left onto Dellas Ln."},"1259":{"id":1259,"name":"DELMAR LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.641 miles and turn left onto Delmar Ln."},"1260":{"id":1260,"name":"DENVER CALHOUN LN","directions":"From red light in Hindman, go East Main St. Go .525 miles and turn left onto Old Garner Rd.  Go .311 miles and turn left onto Owens Branch Rd.  Go .880 miles and turn right onto Denver Calhoun Ln."},"1261":{"id":1261,"name":"DEPOT STATION LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 10.830\r\nmiles to red light at Junction 160 and 15 and turn right onto Hwy. 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 (Main Street Sassafras).  Go .308 miles and turn right onto Yellow Creek Rd.  Go .019 miles and turn left onto Depot Station Ln.  GTE area."},"2045":{"id":2045,"name":"DERWIN COMBS DR","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 1.052 mile and turn right onto Charity Ln. Go 0.031 mile then turn right onto DERWIN COMBS DR"},"1262":{"id":1262,"name":"DESIREE LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 9.875 miles and turn left onto Kelly Fork Rd.  Go 1.694 miles and turn right onto Forrest Creek Rd.  Go 0.44 miles and turn right onto Desiree Ln."},"1263":{"id":1263,"name":"DIAMOND RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 2.559 miles and turn left onto Diamond Rd.  The 911 Address for Diamond Rd is 2512."},"1264":{"id":1264,"name":"DICKERSON FORK RD","directions":"From red light in Hindman, go east on Main St. and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd (Perry Co. road).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Hwy 1088 (Lotts Creek Rd.). Go 7.328 miles and turn right onto Dickerson Fork Rd.  It is above Ritchie's store."},"1265":{"id":1265,"name":"DISMAL BRANCH RD","directions":"From red light in Hindman, go east on Main St. onto E Highway 550.  Go 7.856 miles and turn right onto Dismal Branch Rd."},"1266":{"id":1266,"name":"DIX FORK RD","directions":"From red light in Hindman, go west on Main St. onto West Highway 550.  Go 10.579 miles and turn left onto Hwy. 721.  Go 4.320 miles and turn right at the foot of the hill onto Dix Fork."},"1267":{"id":1267,"name":"DIXON DR","directions":"From red light in Hindman, go East Main St. onto East Highway 550.  Go 3.516 miles and turn right onto Dixon Dr.\r"},"1268":{"id":1268,"name":"DOBSON DR","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass.  Go 1.585 miles to red light.  Go straight across Hwy. 80 onto Hwy. 160 (Ogden Vest Rd.).  Go 3.176 miles and continue into Hwy 1087 (Vest Talcum Rd).  go 3.196 miles and turn right onto Dobson Dr."},"1269":{"id":1269,"name":"DOC COMBS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.636 miles and turn right onto Doc Combs Dr."},"1270":{"id":1270,"name":"DOGWOOD DR","directions":"From red light in Hindman, go West Main St. onto Hwy. 550.  Go 3.983 miles and turn left onto Dogwood Dr.  It is behind Carrie Variety Store."},"1271":{"id":1271,"name":"DONNIES LN","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 8.349 miles and turn left onto Burgeys Creek Rd.  (Highway 1410).  Go 3.930 miles and turn right onto DONNIES LN."},"1272":{"id":1272,"name":"DOUBLE DEE LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 0.371 mile and turn left onto Double Dee Ln.  The 911 Address for Double Dee Ln is 4658."},"2073":{"id":2073,"name":"DOUGLAS SPARKMAN CEMETERY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 3.670 miles and turn RIGHT onto DOUGLAS SPARKMAN CEMETERY RD."},"1273":{"id":1273,"name":"DOVECROSS LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 3.816 miles and turn right onto Dovecross Ln.  Near  junction of Hwys. 1393 and 582."},"1274":{"id":1274,"name":"DOVETAIL LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.259 miles and turn left up the hill to Old Carr Creek School and LKLP offices.  Go .054 miles and turn right onto Happy Log Ln.  Go .021 miles on Happy Log Ln and turn left onto Dovetail Ln. (Keith Reynolds Jr. lives at the end of this road in a log house)."},"1275":{"id":1275,"name":"DRAGON WAY","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 2.190 miles and turn right onto Calf Holw. Go 0.246 mile and turn right onto Dragon Way."},"1276":{"id":1276,"name":"DREW LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn right onto South Highway 7.  Go 7.918 miles and turn right onto Hall Branch Rd.  by Beaver Elem.  Go .404 miles and turn right up a drive to Drew Ln."},"1277":{"id":1277,"name":"DRIFTWOOD LN","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto W Highway 80.  Go 2.104 miles and turn right onto Driftwood Ln.  Ky River Community Care offices are located here."},"1278":{"id":1278,"name":"DRY CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn right onto South Highway 7.  Go 6.231 miles and turn left onto Dry Creek Rd."},"1279":{"id":1279,"name":"DRY FORK RD","directions":"From red light in Hindman, go East Main St. onto East Highway 550.  Go 11.775 miles and turn left onto Dry Fork Rd.  (AKA Upper Triplett Br.)"},"1280":{"id":1280,"name":"DUKES BRANCH RD","directions":"From red light in Hindman, go West Main St. .040 miles and turn right onto Bailey Street (around Knott Co. Court House).  Go .024 miles and continue straight into Dukes Branch Rd.  (AKA Courthouse Holw.)  CITY LIMITS OF HINDMAN!!!"},"1281":{"id":1281,"name":"DUKIES LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn right onto South Highway 7.  Go 13.050 miles and turn right onto Goldenrod Dr."},"1282":{"id":1282,"name":"DUNKAN CRK","directions":"From red light in Hindman, go West Main St. into West Highway 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd.)  Go 2.879 miles and turn left onto Dunkan Crk. at fork in road."},"1283":{"id":1283,"name":"DUTY ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.215 miles and turn LEFT onto DUTY ST."},"1284":{"id":1284,"name":"DYER RD","directions":"From red light in Hindman, go East Main St. .461 miles and turn left onto Dyer Rd.  CITY LIMITS OF HINDMAN!!!"},"1285":{"id":1285,"name":"DYLON AUSTIN LN","directions":"From red light in Hindman, go 8.770 miles on Highway 550.  Turn right onto Dylon Austin Ln."},"1286":{"id":1286,"name":"E CORNETT LN","directions":"From red light in Hindman, go west on Main St. and continue onto W Highway 550.  Go 4.343 miles and turn left onto Lower Mill Creek Rd.  Go 0.848 miles and turn right onto E Cornett Ln."},"1287":{"id":1287,"name":"E HIGHWAY 1087","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087."},"1288":{"id":1288,"name":"E HIGHWAY 1087","directions":"Address range 2820 - 5799"},"1289":{"id":1289,"name":"E HIGHWAY 550","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550."},"1290":{"id":1290,"name":"E HIGHWAY 550","directions":"Address range 5582 - 12685"},"1291":{"id":1291,"name":"E HIGHWAY 550","directions":"Address range 12686-14999"},"1292":{"id":1292,"name":"E HIGHWAY 80","directions":"Address range 3035 - 11849"},"1293":{"id":1293,"name":"E HIGHWAY 80","directions":"From red light in Hindman, go East Main Street and turn left on Hindman Bypass.  Go 1.585 miles to red light at Highway 80.  Turn east towards Floyd Co."},"1294":{"id":1294,"name":"E MAIN ST","directions":"From red light in Hindman, go East.  CITY LIMITS OF HINDMAN!!!"},"1295":{"id":1295,"name":"EAGLES NEST RD","directions":"From red light in Hindman, go West Main St. and continue on West Highway 550.  Go 7.131 miles and turn left onto Eagles Nest Rd.  (Was Short Branch Rd.  Emmalena)"},"1296":{"id":1296,"name":"EARNEST HALL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.761 miles and turn left onto Highway 899.  Go 14.200 miles and turn right onto South Highway 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go .31 miles and turn left onto Earnest Hall Rd.  (First road on left across the railroad tracks)."},"1297":{"id":1297,"name":"EARNHARDT DR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy. 15 (Red Fox Rd.).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Go 3.224 miles and turn right onto Black John Br.  Go .070 mile and turn right onto Switch Back.  Go .410 mile and turn right onto Earnhardt Dr."},"1298":{"id":1298,"name":"EDDIES LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles to Mallie Post Office.  Continue into Highway 1393 (Branhams Creek Rd).  Go .849 miles and turn left onto Eddies Ln.  (Top of Branhams Creek Mtn)"},"1299":{"id":1299,"name":"EDEN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .189 miles and turn left onto Eden Dr."},"1300":{"id":1300,"name":"EDGEWOOD DR","directions":"From red light in Hindman, go 4.696 miles on East Highway 550 and turn right onto Edgewood Dr."},"1301":{"id":1301,"name":"EDUCATION LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go .290 miles and turn right onto Education Ln."},"1302":{"id":1302,"name":"EDWARD DR","directions":"From red light in Hindman, go West Main St. onto West Highway 550.  Go 5.335 miles and turn left onto Edward Dr.  Old Compton Place is here."},"1303":{"id":1303,"name":"ELIUM AND KOSSIE CEMT RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 9.048 miles and turn right onto Elium And Kossie Cemt Rd."},"1304":{"id":1304,"name":"ELK FORK RD","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80. Go 11.977 miles and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd). Go 4.530 miles and turn right onto Elk Fork Rd. First road in Knott County off Lotts Creek Rd from Perry County side"},"1305":{"id":1305,"name":"ELK VIEW DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto Highway 1098-1087 (W Hwy 1087).  Go .598 miles and continue into Highway 1098.  Go 1.375 miles and turn left onto Elk View Dr."},"1306":{"id":1306,"name":"ELLIS BENTLEY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles onto Highway 1393 (Branhams Creek Rd.).  Go 1.427 miles and turn left onto Ellis Bentley Rd."},"1307":{"id":1307,"name":"ELLIS LICK BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn right onto Highway 7 South.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 1.131miles and turn left onto Left Dry Crk.  Go .401 miles and turn left onto Ellis Lick Br."},"1308":{"id":1308,"name":"ELM DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left on Highway 582.  Go 4.047 miles and turn left onto Mallet Fork Rd.  Go .164 miles and turn right onto Elm Dr.  Frank and Sandy Parks live here."},"1309":{"id":1309,"name":"ELMROCK DECOY RD","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087-1098.  Go .589 miles and continue onto Highway 1098 (Elmrock Decoy Rd.)"},"1310":{"id":1310,"name":"ELSIE DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 1.671 miles and turn left onto Highway 899.  Go 14.200 miles and cross Highway 7.  Cross the railroad tracks onto Elsie Dr."},"1311":{"id":1311,"name":"ELWOOD LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 12.154 miles to Kite side and turn right onto Elwood Ln."},"1312":{"id":1312,"name":"EMBER LN","directions":"From red light in Hindman, go east main St and continue on E Highway 550 toward Mousie.  Go 9.089 miles and turn left onto Ember Dr.  (Ember Contracting is here )."},"1313":{"id":1313,"name":"EMERALD DR","directions":"From red light in Hindman, go West Main Street onto West Highway 550.  Go 9.125 miles and turn left onto Emerald Dr."},"1315":{"id":1315,"name":"EQUESTRIAN CT","directions":"From red light in Hindman, go West Main Street and continue on West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Hwy 1231).  Go 2.380 miles and turn right onto Equestrian Ct."},"1316":{"id":1316,"name":"ESTEP RITCHIE RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Hwy 80.  Go 3.176 miles on Ogden Vest Rd.  Continue into Hwy 1087 (Vest Talcum Rd). Go 6.477 miles and turn left onto Estep Ritchie Rd."},"2046":{"id":2046,"name":"ESTEP WATTS RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 1.308 miles on Upper Mill Creed Rd. and turn right ont COBRA LN."},"2090":{"id":2090,"name":"ESTON AMBURGEY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 7.340 miles and turn right onto ESTON AMBURGEY LN."},"1317":{"id":1317,"name":"ETHEL LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 11.654 miles and turn right onto ETHEL LN."},"1318":{"id":1318,"name":"EVA LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 1.515 miles and turn left onto Eva Ln."},"1319":{"id":1319,"name":"EVER RIDGE RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80 towards Perry Co.  Go 7.877 miles and turn left onto Ever Ridge Rd.  (This road turns left behind the BP)."},"2098":{"id":2098,"name":"EVERAGE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.400 miles and turn RIGHT onto Sylvester Branch Rd.  Continue .023 and turn LEFT onto Everage Dr."},"1320":{"id":1320,"name":"FAITH AV","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.521 miles and turn RIGHT onto FAITH AV."},"1321":{"id":1321,"name":"FAITH DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 2.347 miles and turn left onto Faith Dr.  The 911 Address for Faith Dr is 2722."},"1323":{"id":1323,"name":"FALCON DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go 1.109 miles and turn left onto Hawk Rd.  Go 1.333 miles, turn right onto Falcon Dr.  (left Fork Hollybush)"},"1324":{"id":1324,"name":"FAMILY DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go .914 miles and turn right onto Family Dr."},"1325":{"id":1325,"name":"FAMILY FARM DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto Highway 1098-1087 (W Hwy 1087).  Go .598 miles and continue into Highway 1098.  Go .110 miles and turn right onto Yellow Mountain Rd.  Once called Mill Branch. Go .653 miles then turn left onto Family Farm Dr."},"1326":{"id":1326,"name":"FARRIS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles onto Highway 1393 (Branhams Creek Rd).  Go 1.958 miles and turn right onto Holder Holw.  Go .055 miles and turn left onto Farris Dr."},"1327":{"id":1327,"name":"FAT ALBERT RD","directions":"From red light in Hindman, turn right on Highway 160.  Go 10.830 miles to Junction. 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles to Main Street Sassafras (Highway 1088).  Go .308 miles and turn right on Yellow Creek Rd.  Go 1.541 miles and turn left onto Fat Albert Rd."},"1328":{"id":1328,"name":"FATBOY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go 1.958 miles and turn right onto Holder Holw.  Go 0.045 mile and turn left onto Fatboy Ln."},"1329":{"id":1329,"name":"FERN BRANCH RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 10.430 miles and turn right onto Bear Fork Rd.  Go .380 miles up Bear Fork and turn right onto Fern Branch Rd."},"1330":{"id":1330,"name":"FERN CREEK RD","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  go 1.977 miles and turn left onto Hiner Rd. (Perry Co.)  Go 1.236 miles and turn right onto Highway 476.  go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 7.328 miles and turn right onto Dickerson Fork Rd Br.  Go .189 miles and turn left onto Fern Creek Rd."},"1331":{"id":1331,"name":"FIELDWOOD DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go .800 miles and turn by old Hindman Dental Office onto Fieldwood Dr."},"1332":{"id":1332,"name":"FISHERMANS LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 1.820 miles and turn right onto Fishermans Ln"},"1333":{"id":1333,"name":"FISTY RD","directions":"From red light in Hindman, go West Main Street onto West Highway 550.  Go 11.484 miles and turn right onto Highway 2102 (Trace Branch Rd).  Go 1.635 miles and turn right onto Fisty Rd.  Road is near Fisty Fire Dept."},"1334":{"id":1334,"name":"FLAG ROCK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 4.100 miles and turn right onto Short Fork Rd.  Go .661 miles and turn left onto Flag Rock Rd."},"1335":{"id":1335,"name":"FLATWOODS RD","directions":"From red light in Hindman, go West Main Street onto West Highway 550.  Go 10.518 miles and turn right by a dairy bar onto Flatwoods Rd.  It is near Hwy. 721 and Fisty Post Office."},"1336":{"id":1336,"name":"FLAX PATCH RD","directions":"From red light in Hindman, go West Main Street onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 7.259 miles and turn left onto Flax Patch Rd.  Road in lake area."},"1337":{"id":1337,"name":"FLETCHER HILL","directions":"From red light in Hindman turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 1.343 miles and turn left onto Fletcher Hill."},"1338":{"id":1338,"name":"FORD LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.   Go 3.730 miles and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go 1.980 miles and turn right onto Ford Ln.  Old Milford Slone place is here."},"1339":{"id":1339,"name":"FOREST CREEK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left on Hiner Rd.  Go 1.236 miles and turn right onto Highway 476. Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 9.875 miles and turn left onto Kelly Fork Rd.  Go 1.694 miles and turn right onto Forest Creek Rd."},"1340":{"id":1340,"name":"FORSYTHIA DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go  3.880 miles and turn right onto Hwy 1697 (Spruce Pine Rd).  Go 2.921 miles and turn left onto Forsythia Dr."},"1341":{"id":1341,"name":"FOURMILE BR","directions":"From red light in Hindman, go East Main St, continue into E Highway 550, go 11.219 miles ,turn left onto Four Mile Br.  Consol mining Here."},"1342":{"id":1342,"name":"FOX RUN RDG","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 2.003 miles and turn left onto Fox Run Rdg."},"1343":{"id":1343,"name":"FRANCIS HLS","directions":"From red light in Hindman, go 8.886 miles on East Highway 550, and turn right onto Francis Hls. (Beside Bill Francis house)"},"1344":{"id":1344,"name":"FRANCIS HOLLOW SPUR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 3.578 miles and turn right onto Francis Holw.  Go .025 miles and turn left onto Francis Hollow Spur.  Road behind Beatrice Anderson's house."},"1345":{"id":1345,"name":"FRANCIS HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 3.578 miles and turn right onto Francis Holw."},"1346":{"id":1346,"name":"FRANKIE JANE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.564 miles and turn right onto Frankie Jane Dr.  It is across the road from Booger Br. near Caney Elem. School."},"1347":{"id":1347,"name":"FRANKLIN LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go 2.400 miles and turn right onto Franklin Ln.  Verdie Franklin's old place is in the bottom."},"1348":{"id":1348,"name":"FRASURE LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 5.581 miles and turn left on top of Jones Fork Mtn. onto Frasure Ln."},"1349":{"id":1349,"name":"FREDS LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 10.430 miles and turn right onto Bear Fork Rd.  Go 1.128 miles and turn right onto Sugar Camp Br.  Go .291 miles and turn left onto Freds Ln."},"1350":{"id":1350,"name":"FREEDOM RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 12.830 miles and turn right onto Freedom Rd.  AKA Big Branch Caney Rd."},"1351":{"id":1351,"name":"FROGTOWN RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go .460 miles and turn right onto Frogtown Rd.  CITY LIMITS OF HINDMAN!!!"},"1352":{"id":1352,"name":"FRONIA LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.466 miles and turn right onto Perkins Madden Rd.  Go 4.328 miles and turn right onto Fronia Ln."},"1353":{"id":1353,"name":"FROSTY DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 4.100 miles and turn right onto Short Fork Rd.  Go 0.434 mile and turn right onto Frosty Dr."},"1354":{"id":1354,"name":"FROZEN MILL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.466 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 4.879 miles and turn left onto Frozen Mill Rd.  (AKA Mill Branch)"},"1355":{"id":1355,"name":"FUGATE DR","directions":"From red light in Hindman turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 2.650 miles and turn right onto Fugate Dr."},"1356":{"id":1356,"name":"FULTZ DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co.).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd). Go 9.875 miles and turn left onto Kelly Fork Rd.  Go 0.311 miles and turn left onto Fultz Dr."},"1357":{"id":1357,"name":"GALE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Hwy 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go 3.929 miles and turn left onto Gale Dr."},"1358":{"id":1358,"name":"GAMBLE LN","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn West Highway 80, go 11.977 miles into Perry Co, turn left onto Hiner Rd, go 1.236 miles, turn right onto Highway 476, go 1.301 miles, turn left onto Highway 1088 (Lotts Creek Rd) go 9.196 miles turn right onto Gamble Ln."},"1359":{"id":1359,"name":"GARDNER BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go  3.721 miles and turn left onto West Highway 1087-1098.  Go 1.924 miles and turn right onto Gardner Branch Rd.  John Caudill and Shannon Bailey live here."},"1360":{"id":1360,"name":"GARNIE HALL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 7.958 miles and turn right onto Garnie Hall Rd."},"1361":{"id":1361,"name":"GARRETT LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  go 1.585 miles to red light and turn east on Highway 80.  Go  11.829 miles and turn left onto Garrett Ln.  Near Knott\/Floyd Co line."},"1362":{"id":1362,"name":"GAULEY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 14.200 miles to Junction. 899 and 7.  Turn south on Highway 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go .845 miles and turn left onto Gauley Rd."},"1363":{"id":1363,"name":"GAUNTLET GO DR","directions":"From red light in Hindman, go E. Main St and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .331 miles to Sunshine Ln.  Turn onto Sunshine Line and go .137 mile and turn left onto Gauntlet Go Dr."},"1364":{"id":1364,"name":"GAYHEART DR","directions":"From red light in Hindman, turn right onto Highway 160 south, go 2.671 miles turn left onto Highway 899, go .822 miles, turn right onto Gayheart Dr., behind  store ."},"1365":{"id":1365,"name":"GEARHART FRK","directions":"From red light in Hindman, go West Main Street into west Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 1.020 miles and turn right onto Cockrells Trace Rd.  Go 1.130 miles and turn right onto Gearhart Fork."},"1366":{"id":1366,"name":"GEORGE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.919 miles and turn left onto George Dr. Drive before Bill Sizemore's."},"1367":{"id":1367,"name":"GEORGIA LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.240 miles and turn right onto Georgia Ln."},"2057":{"id":2057,"name":"GERALDINE DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy. 582.  Go 10.053 miles and turn LEFT onto GERALDINE DR."},"1368":{"id":1368,"name":"GIBSON BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 11.173 miles and turn left onto Thornsbury Br.  Go .084 miles and turn right onto Gibson Br."},"2085":{"id":2085,"name":"GIBSON MAGGARD LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go .578 miles and turn right onto GIBSON MAGGARD LN."},"1369":{"id":1369,"name":"GIBSON SUTTON DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 3.404 miles and turn right onto Gibson Sutton Dr."},"1370":{"id":1370,"name":"GIDS WAY","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 2.315 miles and turn left onto Gids Way."},"1371":{"id":1371,"name":"GLADYS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.580 miles and turn right onto G Honeycutt Dr.  Glenn Honeycutt owns land and trailers here."},"2066":{"id":2066,"name":"GLEMMA LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 10.414 miles and turn right onto Chaffins Branch Rd.  Go  .822 miles and turn right onto White Oak Flats."},"1372":{"id":1372,"name":"GLENS TRAILER CT","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles to Steer Fork Rd.  Go .035 miles and turn left onto Glens Trailer Ct."},"1373":{"id":1373,"name":"GOLDENROD DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn right onto South Highway 7.  Go 12.900 miles and turn right onto Goldenrod Dr."},"1374":{"id":1374,"name":"GRACE BACK DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Cross the bridge and turn left onto Old 15 Loop.  go .118 miles and turn right onto Sugar Branch Rd .GO .319 MILES AND TURN LEFT ONTO GRACE BACK DR."},"1375":{"id":1375,"name":"GRACE WAY LN","directions":"From red light in Hindman, go on East Main Street and continue onto  East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go .891 miles and turn left onto Grace Way Ln."},"1376":{"id":1376,"name":"GRACELAND DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Junction. 160 and 15 and turn onto Highway 15 (Red Fox Rd).  Go 1.732 miles and turn right onto Hales Branch Rd.  Go .384 miles and turn left onto Graceland Dr."},"1377":{"id":1377,"name":"GRAMPA DR","directions":"From red light in Hindman, go West Main Street into West Highway 550.  Go 4.343 miles and turn left on Highway 3392 (Lower Mill Creek Rd).  Go 1.310 miles and turn right.  Old Free Church is here."},"1378":{"id":1378,"name":"GRAND BABY DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 3.067 miles and turn left onto Highway 1231. Go .824 miles  and turn right onto Cornett Rd.  Go 0.429 mile and turn left onto Grand Baby Dr"},"1379":{"id":1379,"name":"GRAND HOLLOW RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  go 1.585 miles to red light and turn east on Highway 80.  Go  3.721 miles and turn left onto West Highway 1087-1098 (now W Hwy 1087).  Go 2.610 miles and turn right onto Grand Hollow Rd."},"2058":{"id":2058,"name":"GRANITE LN","directions":"From red light in Hindman, go east on Main Street into Hwy 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd.).  Go .685 miles and turn left onto Chimney Rock Rd.  Go .1543 miles and turn left onto Granite LN."},"1380":{"id":1380,"name":"GRANNY DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Highway 899.  Go 2.087 miles and continue into Hwy 1393 (Branhams Creek Rd.  Go .340 miles and turn right onto Mallie Rd.  Go .551 mile and turn left onto Granny Dr."},"1381":{"id":1381,"name":"GRAYSON LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 9.624 miles and turn right onto Slone Br.  Go .036 miles and turn right onto Grayson Ln."},"1382":{"id":1382,"name":"GREEN BOLEN CEMETERY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto Highway 1098-1087 (W Hwy 1087).  Go .514 mile and turn right onto Green Bolen Cemetery Rd."},"1383":{"id":1383,"name":"GREEN GAYHEART RD","directions":"From red light in Hindman, go East Main Street.  Go .525 miles and turn left onto Kentucky Dr.  Cross the bridge and turn right onto Old Garner Rd.  Go .311 miles and turn left onto Owens Branch rd.  Go .695 miles and turn left on Green Gayheart Rd.  Near Hindman City Limits."},"1384":{"id":1384,"name":"GREEN PERRY CEMT RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 2.140 miles on Upper Mill Creek Rd. and turn right onto Green Perry Cemt Rd."},"1385":{"id":1385,"name":"GREGORY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Jct. 160 and 15.  Turn right onto Highway 15 (Smithboro Rd).  Go 4.557 miles and turn left onto Red Oak Br.  Go .760 miles and turn right onto Gregory Ln."},"1386":{"id":1386,"name":"GREY GOOSE RIDGE","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east onto Highway 80.  Go 3.720 miles on Highway 80 and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go 1.361 miles and turn left onto Wiley Fork Rd.  Go .656 miles and turn right onto Hicks Branch Rd.  Go 0.870 mile and turn right onto Grey Goose Ridge."},"1387":{"id":1387,"name":"GRIST MILL LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.567 miles and turn left onto Grist Mill Ln."},"1388":{"id":1388,"name":"GROVER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 7.383 miles and turn left onto Grover Ln."},"1389":{"id":1389,"name":"GULF DR","directions":"From red light in Hindman, go West Main Street.  Continue onto W Highway 550..  Go 10.579 miles and turn left onto Highway 721.  Go 4.678 miles and turn right  onto Gulf Dr."},"1390":{"id":1390,"name":"GUS HAYS PATH","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.299 miles and turn right onto Vi Jan Rd (old mining rd) near Ivis Bible Church.  Go .097 miles and turn left onto Gus Hays Path."},"1391":{"id":1391,"name":"H BREEDING LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15.  Turn left onto Highway 15 (Red Fox Rd).  Go 3.200 miles and turn right onto H Breeding Ln.  Southeast Mines was here."},"1392":{"id":1392,"name":"H SLONE BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles onto Highway 1393 (Branhams Creek Rd).  Go .549 miles and turn left onto H Slone Br."},"1393":{"id":1393,"name":"HADEN OATHA DR","directions":"From red light in Hindman, go E Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn onto W Highway 80, go 11.977 miles, turn left onto Hiner Rd (Perry co Rd) go 1.236 miles turn right onto old Highway 476, go 1.301 miles turn left onto Highway 1088 (Lotts Creek Rd) go 8.821 miles, turn left onto Youngs Fork Rd, go .654 miles turn right up hill onto Haden Oatha Dr."},"1394":{"id":1394,"name":"HALE CEMETERY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.466 miles and turn left onto Amelia Rd.  Go .095 miles and turn left onto Hale Cemetery Rd."},"1395":{"id":1395,"name":"HALES BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction 160 and 15 and turn left onto Highway 15 (Red Fox Rd).  Go 1.732 miles and turn right onto Hales Branch Rd."},"1396":{"id":1396,"name":"HALEY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.030 miles and turn right onto Haley Ln."},"1397":{"id":1397,"name":"HALL BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7. Go 7.918 miles and turn right onto Hall Branch Rd.  Near Beaver Elem. School."},"2086":{"id":2086,"name":"HALL CEMETERY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Hwy 1393 (Branhams Creek Rd.  Go .340 miles and turn right onto Mallie Rd. Continue 2.324 miles and turn right onto Hall Cemetery Rd."},"1398":{"id":1398,"name":"HANDSHOE RAMEY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.591 miles to red light and turn east onto Highway 80.  Go 6.591 miles to the top of Rock Fork Mountain and turn left onto Ky. State Highway 2029.  Go 1.883 miles and turn left onto Laurel Fork Rd.  Go .299 miles and turn onto Handshoe Ramey Dr."},"1399":{"id":1399,"name":"HANNAH LN","directions":"From red light in Hindman, go east on Main Street into East Hwy 550.  Go 5.010 miles and turn right onto Hannah Ln."},"1400":{"id":1400,"name":"HAPPY LOG LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.259 miles and turn left up the hill to Old Carr Creek School and  LKLP offices.  Go .054 miles and turn right onto Happy Log Ln."},"1401":{"id":1401,"name":"HARLEY LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd.  (Perry Co.)  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 5.466 miles and turn right onto Harley Ln."},"1402":{"id":1402,"name":"HARRIS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 7.185 miles and turn left across a bridge to John Hall Rd.  Go 0.171 mile and turn left onto John Hall Rd."},"1403":{"id":1403,"name":"HARRIS STACY DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.350 miles and turn right across the bridge to Harris Stacy Dr.  (This drive is located across the road from John B Ritchie Br)."},"1404":{"id":1404,"name":"HAWG DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 0.59 miles on Highway 899 and turn left onto Hawg Dr."},"1405":{"id":1405,"name":"HAWK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go 1.109 miles and turn left onto Hawk Rd.  Was Left Fork Hollybush.  Goes into Mullins Branch Rd. at Kite.\r"},"1406":{"id":1406,"name":"HAYNES DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 1.259 miles and turn left onto Haynes Dr."},"1407":{"id":1407,"name":"HAYS ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go .460 miles and turn right onto Frogtown Rd.  Go .107 miles and turn right onto Sunset St.  Go .157 miles and turn left onto Hays St.  CITY LIMITS OF HINDMAN!!!"},"1408":{"id":1408,"name":"HAYWOOD RD","directions":"From the red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steers Fork Rd.  Go 0.611 miles up Steer Fork Rd. and turn left onto Haywood Rd."},"1409":{"id":1409,"name":"HAZELNUT LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and cross Hwy. 80 onto Hwy 160 West (Ogden Vest Rd.)  Go 3.176 miles and continue into Hwy. 1087 (Vest Talcum Rd.).  Go 6.771 miles and turn right onto Hazelnut Ln."},"1410":{"id":1410,"name":"HEALTH DEPARTMENT LN","directions":"From red light in Hindman, go West Main St. .880 miles and turn right onto Health Dept Ln.  It is across from Hindman Elem. School."},"1411":{"id":1411,"name":"HEART BREAK RD","directions":"From red light in Hindman, go West Main St. and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 2.227 miles and turn left up a hill to Heart Break Rd."},"1412":{"id":1412,"name":"HEAVENS VIEW","directions":"From red light in Hindman, go East Main St .525 miles and turn left onto Kentucky Dr.  Go 0.150 mile and turn right onto Heavens View."},"1413":{"id":1413,"name":"HEMLOCK DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go 1.861 miles and turn left onto Hemlock Dr."},"1414":{"id":1414,"name":"HEMP PATCH BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.960 miles and turn right onto Hemp Patch Br."},"1415":{"id":1415,"name":"HENRY C DR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 2.671 miles and turn left onto Highway 899.  Go 4.100 miles and turn right onto Short Fork Rd.  Go .661 miles and turn left onto Flag Rock Rd. and turn right onto Henry C Dr."},"1416":{"id":1416,"name":"HENRY COX LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 3.720 miles and turn right onto Hwy 1098-1087 (Possum Trot Rd).  Go 1.361 miles and turn left  onto Wiley Fork Rd.  Go 1.920 miles and turn right on Country Ln. Continue .088 miles and turn right on to Henry Cox Ln."},"1417":{"id":1417,"name":"HERITAGE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 9.599 miles and turn left onto Heritage Dr.  Go across a bridge before a store."},"1418":{"id":1418,"name":"HERLIN HALCOMB RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.280 miles and turn right onto Herlin Halcomb Rd."},"1419":{"id":1419,"name":"HICKORY WITHE BR","directions":"From red light in Hindman, go West Main St. and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue left into Clear Creek Rd.  Go .251 miles and turn left onto Hickory Withe Br.  Doris and Joe Shepherd live here."},"1420":{"id":1420,"name":"HICKS BRANCH RD","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east onto Highway 80.  Go 3.720 miles on Highway 80 and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go 1.361 miles and turn left onto Wiley Fork Rd.  Go .656 miles and turn right onto Hicks Branch Rd."},"1421":{"id":1421,"name":"HIGH ROCK LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.635 miles and turn left onto Nealy Creek Rd.  Go .711 miles and turn left onto High Rock Ln."},"1422":{"id":1422,"name":"HIGH WALL DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles onto Highway 1393 (Branhams Creek Rd).  Go .549 miles and turn left onto H Slone Br.  Go 0.076 mile and turn right onto High Wall Dr."},"1423":{"id":1423,"name":"HIGHLAND ESTS","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 11.400 miles and turn right onto Highland Ests."},"1424":{"id":1424,"name":"HIGHLAND HTS","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.757 miles and turn left onto Highland Hts.  Road is above the Knott Co. Park and Ambulance Service."},"1425":{"id":1425,"name":"HIGHWAY 1088","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476. Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd). Knott County begins at 4.990."},"1426":{"id":1426,"name":"HIGHWAY 1091","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction of Hwy 899 and 7 and turn S Highway 7.  Go 4.433 miles and turn onto Hwy 1091 (Old House Branch Rd)."},"1427":{"id":1427,"name":"HIGHWAY 1098","directions":"Highway 1098 includes Possum Trot Rd at Leburn as well as Elmrock Decoy Rd at Decoy."},"1428":{"id":1428,"name":"HIGHWAY 1102","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd)."},"1429":{"id":1429,"name":"HIGHWAY 1231","directions":"From red light in Hindman, go West Main St. and continue on West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Hwy. 1231)."},"1430":{"id":1430,"name":"HIGHWAY 1393","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393. (Branhams Creek Rd starts here.)  Near Mallie Post Office."},"1431":{"id":1431,"name":"HIGHWAY 1410","directions":"From red light in Hindman, turn right on Highway 160.  Go 8.349 miles and turn left onto Burgeys Creek Rd (Hwy 1410)."},"1432":{"id":1432,"name":"HIGHWAY 15","directions":"Highway 160 Junction, Turn left onto Red Fox Rd or turn right onto Smithboro Rd."},"1433":{"id":1433,"name":"HIGHWAY 1516","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 3.721 miles and turn left onto W Highway 1087.  Go .107 miles and turn left onto Highway 1098 (Elmrock Decoy Rd).  Go 11.710 miles and turn right onto Highway 1516 (Middle Quicksand Rd)."},"1434":{"id":1434,"name":"HIGHWAY 1697","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd). (aka Slone Fork.)"},"1435":{"id":1435,"name":"HIGHWAY 2029","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Highway 2029.  This road goes into the Saltlick and Quicksand areas"},"1436":{"id":1436,"name":"HIGHWAY 2029","directions":"Address range 3650 - 5499"},"1437":{"id":1437,"name":"HIGHWAY 2102","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.299 miles and turn left onto Highway 2102 (Trace Branch Rd)."},"1438":{"id":1438,"name":"HIGHWAY 2759","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 2.172 miles and turn right onto Highway 2759 (Ogden Branch Rd)."},"1439":{"id":1439,"name":"HIGHWAY 3391","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd)."},"1440":{"id":1440,"name":"HIGHWAY 3392","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392. (Lower Mill Creek Rd).  Near Carrie Post Office."},"1441":{"id":1441,"name":"HIGHWAY 582","directions":"Address range 9151 - 12699"},"1442":{"id":1442,"name":"HIGHWAY 582","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582."},"1443":{"id":1443,"name":"HIGHWAY 721","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721."},"1444":{"id":1444,"name":"HIGHWAY 721","directions":"Address range 4793 - 6499"},"1445":{"id":1445,"name":"HIGHWAY 899","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899."},"1446":{"id":1446,"name":"HIGHWAY 899","directions":"Address range 2088 - 10874"},"1447":{"id":1447,"name":"HIGHWAY 899","directions":"Address range 10875 - 14200"},"2055":{"id":2055,"name":"HILARY HL","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 7.050 miles and turn right onto Pinetree Holw. Continue 0.495 miles and turn left on to Hillary Hill"},"1448":{"id":1448,"name":"HILL SIDE DR","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 1.215 mile and turn left onto Hillside Dr."},"1449":{"id":1449,"name":"HILL ST","directions":"From red light in Hindman, go West Main Street.  Go .478 miles and turn right onto Dawson Branch Rd.  Go .041 miles and turn left onto Hill St.  CITY LIMITS OF HINDMAN!!!"},"1450":{"id":1450,"name":"HILL TOP DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 3.887 miles and turn left up the hill to Hill Top Dr.  It is near Jct. 1393 (Branhams Creek Rd) and Highway 582."},"1451":{"id":1451,"name":"HINDMAN BYP","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  CITY LIMITS OF HINDMAN!!!!"},"1452":{"id":1452,"name":"HINDMAN HILLS RD","directions":"From red light in Hindman, go West Main Street.  Go .267 miles and turn left onto Hindman Hills Rd.  Public Housing and McCarthy Place are located here."},"1453":{"id":1453,"name":"HIRAM LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 3.195 miles and turn left onto Defenders of Freedom Way.Go 0.681 miles and turn left onto Solomon Ln. Go 0.244  and turn right onto HIRAM LN"},"1454":{"id":1454,"name":"HOLBROOK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7.  Turn south on Highway 7.  Go 11.838 miles and turn right onto Puncheon Rd.  Go 1.956 miles and turn right onto Holbrook Rd."},"1455":{"id":1455,"name":"HOLDER HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go 1.958 miles and turn right onto Holder Holw."},"1456":{"id":1456,"name":"HOLLIDAY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .598 miles and continue into Yellow Mountain Rd.  (Was Mill Branch on map.)  Go .530 miles and turn right up the hill onto Holliday Dr."},"2059":{"id":2059,"name":"HOLLIFIELD RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.806 miles and turn RIGHT onto HOLLIFIELD RD."},"1457":{"id":1457,"name":"HOLLY HILLS MALL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .180 miles and turn right into Holly Hills Mall."},"1458":{"id":1458,"name":"HOLLY HILLS VILLA RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .300 miles and turn right onto Holly Hills Villa Rd.  this road also goes into Casey's Food World and behind the store and Mall area."},"1459":{"id":1459,"name":"HOLLYBUSH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.761 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd."},"1460":{"id":1460,"name":"HOMEPLACE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 2.488 miles and turn right onto Homeplace Dr.  The 911 Address for Faith Dr is 2583."},"1461":{"id":1461,"name":"HOMESTEAD DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .597 miles and turn left onto West Highway 1087 towards Vest.  Go .967 miles and turn left onto Homestead Dr.  Fred Handshoe's old home place is here."},"1462":{"id":1462,"name":"HONEYCUTT RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.468 miles and turn right onto Honeycutt Rd.  AKA Honeycutt Bottom Rd."},"1463":{"id":1463,"name":"HONEYGAP RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.552 miles and turn right onto Honeygap Rd."},"1464":{"id":1464,"name":"HONEYSUCKLE RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 1.020 miles and turn right onto Cockrells Trace Rd.  Go .674 miles and turn right onto Honeysuckle Ln."},"1465":{"id":1465,"name":"HOOT OWL HOLW","directions":"From red light in Hindman, go 6.079 miles east on Highway 550.  Then turn left onto Hummingbird Ln.  Go .135 miles and turn left onto Hoot Owl Holw"},"2099":{"id":2099,"name":"HOPPY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 3.570 miles and turn LEFT onto HOPPY LN."},"1466":{"id":1466,"name":"HORSESHOE BEND RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15.  Turn left onto Highway 15 (Red Fox Rd).  Go 3.595 miles and turn left onto Horseshoe Bend Rd."},"1467":{"id":1467,"name":"HOWARD DR","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 8.508 miles and turn right onto Martin Branch Rd.  Go .031 miles and turn left onto Howard Dr."},"1468":{"id":1468,"name":"HUBERT DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 2.709 miles and turn left onto Albro Ln.  Go 0.420 mile and turn right onto Hubert Dr."},"1469":{"id":1469,"name":"HUBYVILLE CT","directions":"From red light in Hindman, go West Main St. onto West Highway 550.  Go 5.489 miles and turn right onto Hubyville Ct."},"1470":{"id":1470,"name":"HUFF TOWN RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 8.640 miles and turn right onto Huff Town Rd."},"1471":{"id":1471,"name":"HUMMINGBIRD LN","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 6.079 miles and turn left down a hill onto Hummingbird Ln.  Annette & Hiram Mullins home place is here."},"1472":{"id":1472,"name":"HUNTER BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  go 1.585 miles to red light and turn east on Highway 80.  Go 11.824 miles and turn right onto Hunter Branch Rd.  AKA Inmon Branch.  It is near the Floyd Co. line."},"2094":{"id":2094,"name":"HUNTERS RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd.  Continue 0.481 miles and turn right onto Hunters Rd"},"1473":{"id":1473,"name":"HURRICANE BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 2.116 miles and turn right onto Hurricane Br.  The 911 Address for Hurricane Br is 2949."},"1474":{"id":1474,"name":"HURT ESTATES","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go .042 mile and turn right onto Hurt Estates.  CITY LIMITS OF HINDMAN!!!!"},"1475":{"id":1475,"name":"HURTS LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd (Perry Co Rd.).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 7.040 miles and turn right onto Hurt Ln.  It is just above Ritchie's Store and the Lotts Creek Fire Dept."},"2060":{"id":2060,"name":"HYLTON RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721. Go 2.552 miles and turn right onto Honeygap Rd.  Go .934 miles and turn right onto HYLTON RD."},"1476":{"id":1476,"name":"INDIAN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Hwy 1393 (Branhams Creek Rd.)  Go .136 miles and turn right onto Indian Dr."},"1477":{"id":1477,"name":"INDIAN GRAVE RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .107 miles and turn left onto Highway 1098 (Elmrock Decoy Rd).  Go 11.710 miles to the end of road and turn right onto Middle Quicksand Rd.  Go 1.621 miles and turn left onto Indian Grave Rd."},"1478":{"id":1478,"name":"INTEGRITY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.562 miles and turn LEFT onto INTEGRITY LN."},"1479":{"id":1479,"name":"IRA COMBS LN","directions":"From red light in Hindman, continue on East  Main Street. Go .741 miles and turn RIGHT onto IRA COMBS LN."},"1480":{"id":1480,"name":"IRA LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go .639 miles and turn left up a hill to Ira Ln."},"1481":{"id":1481,"name":"IRISHMAN CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 4.437 miles and turn left onto Irishman Creek Rd."},"1482":{"id":1482,"name":"IRVIN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 9.278 miles and turn right onto Mullins Branch Rd.  Go 1.489 miles, turn left onto Irvin Dr."},"1483":{"id":1483,"name":"ISAACS LN","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Jct. 899 & 7 and turn south on Highway 7.  Go 11.838 miles and turn right onto Puncheon Rd.  Go .140 miles and turn right onto Isaacs Ln"},"1484":{"id":1484,"name":"ISABELLE LN","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go .334 miles and turn right onto Watts Fork Rd.  Go 1.437 miles and turn left onto Isabelle Ln."},"1485":{"id":1485,"name":"IVY HILL DR","directions":"From red light in Hindman, go east on Main Street continuing onto East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 0.778 mile and turn right onto Ivy Hill Dr."},"1486":{"id":1486,"name":"J C RD","directions":"From red light in Hindman, go 8.089 miles on E Highway 550, and turn left onto JC Road.  (Old Turtle Branch Rd)."},"1487":{"id":1487,"name":"J D VANCE RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.471 miles and turn left onto J D Vance Rd."},"1488":{"id":1488,"name":"J MULLINS CEMETERY RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 5.701 miles and turn left down a drive onto J Mullins Cemetery Rd."},"1489":{"id":1489,"name":"J N J DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.914 miles and turn right onto J & J Dr.  (Tim Smith used to live here.  It is now J & J Feed owned by Jason Mullins.)"},"1490":{"id":1490,"name":"J SLONE THACKER CEM RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 3.880 miles and turn left onto Highway 1697 (Spruce Pine Rd).  Go 1.109 miles and turn left onto J Thacker Slone Cemetery Rd."},"1491":{"id":1491,"name":"J WAC DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231(Big Branch Rd).  Go .637 miles and turn right onto J Wac Dr."},"1492":{"id":1492,"name":"JACKBLAZE LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 4.202 miles and turn right onto Sandy Lee Dr.Go .175 miles and turn left onto Jackblaze Ln"},"1493":{"id":1493,"name":"JACKS BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 5.553 miles and turn left onto Jacks Br.  Road just before Cordia High School."},"1494":{"id":1494,"name":"JACOBS CEMETERY LN","directions":"From red light in Hindman, turn right onto Hwy 160.  Go 2.671 miles and turn left onto Hwy. 899.  Go 7.956 miles and turn right onto Hemp Patch Br.  Go .611 miles and turn left onto Jacobs Cemetery Rd."},"1495":{"id":1495,"name":"JACOBS RIDGE RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 3.388 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go 2.809 miles and turn left onto Jacobs Ridge Rd."},"1496":{"id":1496,"name":"JAMESTOWN VLG","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.851 miles and turn left onto Jamestown Village.  Near Knott Co\/Perry Co line."},"1497":{"id":1497,"name":"JAMIS WAY","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go .049 miles and turn left onto Sawmill Rd.  Go .145 miles and turn left onto Jamis Way."},"1498":{"id":1498,"name":"JANICE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.958 miles and turn right onto Willard Br.  Go .096 miles and turn right onto Janice Dr."},"1322":{"id":1322,"name":"JASON HALL LN","directions":"From red light in Hindman, turn right onto Highway 160. Go 7.531 miles and turn left onto Highway 582.  Go 7.958 miles and turn right onto Garnie Hall Rd.  Cross the bridge and turn right onto JASON HALL LN."},"1499":{"id":1499,"name":"JASONS MTN","directions":"From red light in Hindman, turn right at red lights onto S Highway 160.  Go 0.957 miles and turn left onto Combs Branch Rd.  Go 0.50 miles and turn left to Jasons MTN."},"2089":{"id":2089,"name":"JAY CHARITY LN","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue left onto Clear Creek Rd."},"1500":{"id":1500,"name":"JAY CONLEY CEMETERY RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 8.941 miles and turn left onto Jay Conley Cemetery Rd."},"1501":{"id":1501,"name":"JEANETTE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.851 miles and turn left onto Jamestown Village.  Go .087 miles and turn left onto Jeanette Dr."},"1502":{"id":1502,"name":"JEN JEN LN","directions":"From red light in Hindman, go East Main Street, turn left onto Hindman Bypass, go 1.585 miles to red light, turn E Highway 80, go 2.208, turn right onto Jen Jen Ln."},"2061":{"id":2061,"name":"JENKINS DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231.  Go 4.711 miles and turn LEFT onto JENKINS DR."},"1503":{"id":1503,"name":"JENNIE LUCY HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Big Doubles Br.  Go .769 miles and turn left onto Jennie Lucy Holw."},"1504":{"id":1504,"name":"JENNIFER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 12.830 miles and turn right onto Freedom Rd.  (was Big Branch Rd).  Go .128 miles and turn right onto Jennifer Ln."},"1505":{"id":1505,"name":"JENNY HOLLAND DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go .476 miles and turn right onto JENNY HOLLAND DR."},"1506":{"id":1506,"name":"JERRY COMBS LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 8.871 miles and turn left onto Jerry Combs Ln.  Old Combs farm at Emmalena."},"1507":{"id":1507,"name":"JEWELL LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 7.166 miles and turn right onto Meadow Lark Rd.  Go .036 miles and turn right onto JEWELL LN. AKA COOTER LN"},"2075":{"id":2075,"name":"JINK RITCHIE CEMETERY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go 7.660 miles and turn right onto JINK RITCHIE CEMETERY RD"},"1509":{"id":1509,"name":"JOE FIELDS LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 11.977 miles and turn onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 9.875 miles and turn left onto Kelly Fork Rd.  Go 1.504 miles and turn right onto Joe Fields Ln."},"1510":{"id":1510,"name":"JOE HALL CEMETERY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Jct. of Hwys. 899 and 7.  Turn South on Highway 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go .147 miles and turn left onto Joe Hall Cemetery Rd."},"1511":{"id":1511,"name":"JOE PIGMAN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.449 miles and turn left onto Joe Pigman Dr."},"1512":{"id":1512,"name":"JOHN HALL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 7.185 miles and turn left across a bridge to John Hall Rd."},"1513":{"id":1513,"name":"JOHN RITCHIE BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.479 miles and turn left onto Highway 721. Go 2.347 miles and turn left onto John Ritchie Br.  Was Shacktown Rd."},"1514":{"id":1514,"name":"JOHN S COMBS RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Hwy 80.  Go 3.176 miles on Ogden Vest Rd.  Continue into Hwy 1087 (Vest Talcum Rd). Go .550 miles and turn right onto John S Combs Rd.  First road past Beckham Combs Elem. School."},"1515":{"id":1515,"name":"JOHNNA HALLEY DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue left onto Clear Creek Rd.  Go .091 miles and turn left onto Johnna Haley Dr."},"2080":{"id":2080,"name":"JOHNNY GAYHEART LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Highway 80.  Go 11.977 miles into Perry County and turn left onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd.).  Go 5.035 miles and turn left onto Clear Fork Rd. Continue .211 miles and turn left onto JOHNNY GAYHEART LN"},"1516":{"id":1516,"name":"JOHNNY LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.400 miles and turn right onto Sylvester Branch Rd.  Go 1.018 miles and turn right onto Smoky Mountain Hollow.  Go .108 mile and turn right onto Johnny Ln."},"1517":{"id":1517,"name":"JOHNSON LICK BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Highway 80.  Go 3.176 miles on Ogden Vest Rd into Highway 1087 (Vest Talcum Rd).  Go 3.296 miles and turn right onto Johnson Lick Br."},"1518":{"id":1518,"name":"JOHNSON LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 3.565 miles and turn left onto Johnson Ln."},"1519":{"id":1519,"name":"JONES RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .679 miles and turn left onto Jones Rd.  (Was Calhoun Br.)"},"1520":{"id":1520,"name":"JOSHUA BR","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn E Highway 80, go 6.591 miles turn left onto Highway 2029, go 1.883 miles, turn to left onto Laurel Fork Rd, go 2.014 miles, turn right onto Joshua Br."},"1521":{"id":1521,"name":"JUDY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  go 1.433 miles and turn left onto Judy Ln.  Near Ellis Bentley Rd."},"2091":{"id":2091,"name":"JUNIOR LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.725 miles and turn left onto Onion Blade Br.  Continue .309 and turn left onto Junior LN"},"1522":{"id":1522,"name":"JUSTICE CENTER DR","directions":"From red light in Hindman, go West Main Street .  Go .063 mile and turn left onto Justice Center Dr."},"1314":{"id":1314,"name":"JUSTIN EMERY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 3.291 miles and turn left onto Sly Branch. Continue 0.656 miles and bear right across tracks to JUSTIN EMERY LN."},"1523":{"id":1523,"name":"K GIBSON DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 9.384 miles and turn right onto K Gibson Dr."},"2047":{"id":2047,"name":"K SANDLIN LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go  3.880 miles and turn right onto Hwy 1697 (Spruce Pine Rd).  Go 3.174 miles and turn RIGHT onto K SANDLIN LN"},"2048":{"id":2048,"name":"K W LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go 1.638 miles and turn LEFT onto K W LN."},"1524":{"id":1524,"name":"KAREN ENGLE LN","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, go straight across Highway 80 to Ogden Vest Rd (Highway 160), go .015 mile and  turn left onto Karen Engle Ln."},"1525":{"id":1525,"name":"KAYDE LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn right onto E Highway 80.  Go 3.720 miles and turn right onto Hwy 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto E Hwy 1087.  Go 5.035 miles and turn left onto Bruce Branch Rd.  Go .412 miles and turn RIGHT on to KAYDE LN"},"1526":{"id":1526,"name":"KAYLA LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.598 miles and turn right onto Runnels Branch Rd.  Go .144 miles up Runnells Branch Rd. and turn right onto Kayla Ln."},"1527":{"id":1527,"name":"KELLER HOLW","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 5.035 miles and turn left onto Clear Fork Rd.  Go .371 miles and turn left onto Keller Holw."},"1528":{"id":1528,"name":"KELLY FORK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 9.875 miles and turn left onto Kelly Fork Rd."},"1529":{"id":1529,"name":"KELSEY DR","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 13.265 miles and turn left onto Kelsey Dr."},"2074":{"id":2074,"name":"KENNEDY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Jct. 160 and 15.  Turn right onto Highway 15 (Smithboro Rd).  Go 4.557 miles and turn left onto Red Oak Br.  Go .636 miles and turn right onto KENNEDY LN."},"1530":{"id":1530,"name":"KENNY CHAMPION LOOP","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 6.068 miles and turn right onto Chestnut Ridge Dr.  Go 0.200 mile and turn right onto Kenny Champion Loop."},"1531":{"id":1531,"name":"KENNY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 2.254 miles and turn right onto Kenny Ln."},"1532":{"id":1532,"name":"KENTUCKY DR","directions":"From red light in Hindman, go East Main St .525 miles and turn left onto Kentucky Dr.  Prior name Short Branch Hindman.  CITY LIMITS OF HINDMAN!!!"},"1533":{"id":1533,"name":"KENTUCKY RIVER RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.104 miles and turn right onto Driftwood Ln.  Go .116 miles and turn right onto Kentucky River Rd.  Goes by Ky River Community Care offices."},"1534":{"id":1534,"name":"KEY TOM DR","directions":"From red light in Hindman, go West Main Street .  Go .352 miles and turn right by Honeycutt Apartments onto Key Tom Dr.  CITY LIMITS!  HINDMAN!!!"},"1535":{"id":1535,"name":"KID MTN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 4.820 miles and turn right onto Trace Caney Rd.  Go 0.043 mile and turn left onto Kid Mtn."},"1536":{"id":1536,"name":"KING DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7. Go 13.758 miles and turn right onto King Dr."},"1537":{"id":1537,"name":"KINGS HARBOR RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.555 miles and turn left onto Kings Harbor Rd.  Road to Montgomery Baptist Church."},"1538":{"id":1538,"name":"KNOTTY PINE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 8.793 miles and turn left onto Knotty Pine Dr.  Near Youngs Fork Rd."},"1539":{"id":1539,"name":"KUNKELVILLE RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).   Go .685 miles and turn left onto Chimney Rock Rd.  Go .325 miles and turn left onto Kunkelville Rd."},"1540":{"id":1540,"name":"KYLE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.970 miles and turn right onto Collins Branch Rd.  Go .438 miles and turn right onto Kyle Dr."},"1541":{"id":1541,"name":"L CONLEY CEMETERY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Hwy 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087 (aka Ball Branch Mousie).  Go 4.748 miles and turn right onto L Conley Cemetery Rd."},"1542":{"id":1542,"name":"LABRADOR DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd).   Go 5.554 miles and turn right onto Labrador Dr."},"1543":{"id":1543,"name":"LAFFERTY JOHNSON LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd).   Go 7.31 miles and turn left onto Lafferty Johnson Ln."},"1544":{"id":1544,"name":"LAKE SHORE RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 5.940 miles and turn right onto Lake Shore Rd."},"1545":{"id":1545,"name":"LAKEVIEW DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 9.523 miles and turn left onto Lakeview Dr.  Carr Fork Lake area."},"2097":{"id":2097,"name":"LARRYS WAY","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 5.143 miles and turn right onto WELLS MTN.  Go 0.709 miles and turn right on to RECOVERY WAY.  Continue .207 miles and turn right onto LARRYS WAY"},"1546":{"id":1546,"name":"LAUREL FORK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591  miles and turn left onto Highway 2029.  Go 1.883 miles and turn left onto Laurel Fork Rd."},"1547":{"id":1547,"name":"LAUREL LOOP RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Highway 2029.  Go 1.883 miles and turn left onto Laurel Fork Rd.  Go 2.957 miles on Laurel Fork Rd and turn LEFT onto LAUREL LOOP RD."},"1548":{"id":1548,"name":"LAWRENCE COMBS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15.  Turn left onto Highway 15 (Red Fox Rd).  Go 3.595 miles and turn left onto Horseshoe Bend Rd.  Go 0.333 mile and turn left onto Lawrence Combs Dr."},"1549":{"id":1549,"name":"LAZAR DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto Highway 1087.  Go 3.735 miles and turn left onto Lazar Dr."},"1550":{"id":1550,"name":"LEE ANDERSON DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 12.386 miles to Kite side and turn right onto Lee Anderson Dr."},"1551":{"id":1551,"name":"LEE GAYHEART DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 1.279 mile and turn left onto Lee Gayheart Dr.  The 911 Address for Lee Gayheart Dr is 3790."},"1552":{"id":1552,"name":"LEE RATLIFF DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 3.720 miles and turn right onto Hwy 1098-1087 (Possum Trot Rd).  Go 1.361 miles and turn left  onto Wiley Fork Rd.  Go 1.801 miles and turn LEFT on TO LEE RATLIFF DR."},"1553":{"id":1553,"name":"LEECO RD","directions":"From red light in Hindman, go right onto S Highway 160.  Go 10.830 miles and turn right onto the Junction of Highway 160 and Highway 15 (Smithboro Rd).  Go 4.670 miles and turn right onto Rowdy Holw.  Go .204 miles and turn right onto Leeco Rd.  (This is a mining road belonging to Lee Coal Co)."},"1554":{"id":1554,"name":"LEFT DRY CRK","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 1.131 miles and turn left onto Left Dry Cr."},"1555":{"id":1555,"name":"LEFT STABLE BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles and turn west onto Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go 1.518 miles and turn right onto Stable Branch Rd.  Go 0.037 miles and turn left onto Left Stable Br.  (There are 3 house)."},"1556":{"id":1556,"name":"LEM WILSON RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd.  Go .671 miles and turn left onto Lem Wilson Rd.   Lumpkins family live here."},"1557":{"id":1557,"name":"LEMON LIME DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 2.671 miles and turn left on Highway 899.  Go 14.200 miles to  Jct. of  899 and 7.  Turn onto South Highway 7.  Go 7.680 miles and turn right onto Lemon Lime Dr."},"1558":{"id":1558,"name":"LEONARD LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go 1.930 miles and turn right onto Wilson Br. Continue .717 of a mile and turn right onto Leonard Lane."},"2083":{"id":2083,"name":"LEROY LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 476.  Go 10.579 miles and turn left onto Highway 721.  Go 5.489 miles and turn LEFT onto LEROY LN."},"1559":{"id":1559,"name":"LESLIE DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.801 miles and turn left onto Walkers Branch Rd.  Go .114 miles and turn right onto Leslie Dr."},"1560":{"id":1560,"name":"LEWIS ALLEN DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.443 miles and turn left onto Lewis Allen Dr."},"1561":{"id":1561,"name":"LEXXI SHAE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 4.437 miles and turn left onto Irishman Creek Rd.  Go 0.043 mile and turn left onto Lexxi Shae Dr."},"1562":{"id":1562,"name":"LIBERTY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Junction 160 and 15 and turn right onto Hwy 15 (Smithboro Rd).  Go 4.558 miles and turn right onto Sassafras Creek Rd towards the dam.  Go 1.560 miles and turn across a bridge onto Liberty Rd."},"1563":{"id":1563,"name":"LICK BRANCH RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.168 miles and turn right onto Lick Branch Rd."},"1564":{"id":1564,"name":"LIGE HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899. Go 7.045 miles and turn left onto Lige Holw."},"1565":{"id":1565,"name":"LIGHTNING COVE LN","directions":"From red light in Hindman, go west on Main St. onto West Highway 550.  Go 10.579 miles and turn left onto Hwy. 721.  Go 4.259 miles and turn left onto Lightning Cove Ln."},"2049":{"id":2049,"name":"LIKENS MTN","directions":"From the red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steers Fork Rd.  Go 0.574 miles up and turn RIGHT onto LIKENS MTN."},"1566":{"id":1566,"name":"LILY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light.  Go straight across Hwy 80 to Highway 160 (Ogden Vest Rd).  Go .368 miles and turn right onto RED BUD   Go .236 miles and turn left onto Ogden Gap Rd.  Go .198 miles and turn right onto Lily Dr."},"1567":{"id":1567,"name":"LINDA LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 2.441 miles and turn left onto Linda Ln."},"1568":{"id":1568,"name":"LION BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 7.620 miles and turn right onto Roaring Branch Rd.  Go .411 miles and turn left onto Lion Br."},"2076":{"id":2076,"name":"LIPARI RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 11.977 miles and turn onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.303 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 11.177 miles and turn left onto Pioneer Plant rd. Continue .702 miles and turn left onto LIPARI RD."},"1569":{"id":1569,"name":"LITTLE DOTY BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south onto Highway 7.  Go .961 miles and turn left onto Little Doty Br."},"1570":{"id":1570,"name":"LITTLE DOUBLES BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go .032 miles and turn right onto Big Doubles Br.  Go .032 miles and turn right onto Little Doubles Br.  Go through the creek."},"1571":{"id":1571,"name":"LITTLE FIELD HOLW","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd).   Go 4.542 miles and turn right onto Little Field Holw.  ( This road turns right and goes up a hill)."},"1572":{"id":1572,"name":"LITTLE ROCK","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn south on Highway 7.  Go 7.030 miles and turn right onto Little Rock."},"1573":{"id":1573,"name":"LITTLE ROCK HOUSE HOLW","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co. Rd.).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 9.875 miles and turn left onto Kelly Fork Rd.  Go 1.034 miles and turn right onto Little Rock House Rd."},"1574":{"id":1574,"name":"LITTLE SMITH BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Junction 160 and 15 and turn right onto Hwy 15 (Smithboro Rd).  Go 1.901 miles and turn left onto Big Smith Branch.  Go .228 miles and turn right onto Little Smith Br.  Carr Creek Boat Dock and Marina are across the road."},"1575":{"id":1575,"name":"LIZ TAYLOR DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.469 miles and turn left onto Liz Taylor Dr."},"1576":{"id":1576,"name":"LOCUST LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 10.414 miles and turn right onto Chaffins Branch Rd.  Go .055 miles and turn left onto Locust Ln."},"1577":{"id":1577,"name":"LOG BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 4.286 miles and turn right onto Log Branch Rd."},"1578":{"id":1578,"name":"LOG CABIN MTN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles and turn left onto West Highway 1087-1098.  Go 1.924 miles and turn right onto Gardner Branch Rd.  Go 0.82 miles and turn right onto Log Cabin Mtn.  (This road goes up behind John Caudills house)."},"1579":{"id":1579,"name":"LOGAN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.275 miles and turn left onto Logan Dr."},"1580":{"id":1580,"name":"LOGAN FOX DR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 3.647 miles and turn left onto Logan Fox Dr."},"1581":{"id":1581,"name":"LOLA DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.748 miles and turn right onto Lola Dr."},"1582":{"id":1582,"name":"LOMBARDI DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.028 miles and turn right onto Lombardi Dr."},"1583":{"id":1583,"name":"LONESOME DOVE LN","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 1.309 miles and turn left onto Lonesome Dove Ln."},"1584":{"id":1584,"name":"LONG FORK RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 6.460 miles and turn right onto Long Fork Rd.  First road at bottom of Jones Fork Mountain on the right."},"1585":{"id":1585,"name":"LONG HORN BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go .667 miles and turn left onto Long Horn Br.  (AKA Long Branch.)"},"1586":{"id":1586,"name":"LORA LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd.  Go .900 miles and turn right onto Lora Ln"},"1587":{"id":1587,"name":"LORA MARTIN LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 9.605 miles and turn left onto Lora Martin Ln.  Near Mousie Post Office."},"1588":{"id":1588,"name":"LOST MTN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Big Doubles Br.  Go .769 miles and turn left onto Jennie Lucy Holw.  Go .162 mile and turn right onto Lost Mtn."},"1589":{"id":1589,"name":"LOTTS CREEK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476. Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd). Knott County begins at 4.990."},"2095":{"id":2095,"name":"LOUISE MTN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd. Continue 0.496 miles and turn right onto Louise MTN."},"1590":{"id":1590,"name":"LOVELACE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 4.558 miles and turn right onto Sassafras Creek Rd towards the dam.  Go 1.023 miles and turn left onto Lovelace Ln."},"1591":{"id":1591,"name":"LOWER FIELD HOLW","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.020 miles and turn right onto Lower Field Holw."},"1592":{"id":1592,"name":"LOWER MILL CREEK RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392. (Lower Mill Creek Rd).  Near Carrie Post Office."},"1593":{"id":1593,"name":"LUBERT DR","directions":"From red light in Hindman, go West Main Street and continue on West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Hwy 1231).  Go 3.814 miles on Big Branch Rd and turn right onto Lubert Dr.  (Road goes to right on top of mountain where Mike Mullins store is located)."},"1594":{"id":1594,"name":"LUCIA DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.989 miles and turn left onto Phoenix Place.  Go     .122 miles and turn RIGHT onto LUCIA DR."},"1595":{"id":1595,"name":"LYNDSAY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 4.433 miles and turn left onto Highway 1091 (Old House Branch Rd.).  go .199 miles and turn left onto Lyndsay Ln. (Road beside car wash.)"},"1596":{"id":1596,"name":"LYNNS DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.479 miles and turn left onto Highway 721. Go 2.347 miles and turn left onto John Ritchie Br. Go .728 mi and turn right onto Lynns Dr."},"1597":{"id":1597,"name":"M D MOORE MTN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 7.428 miles and turn right onto M D Moore Mtn."},"1598":{"id":1598,"name":"M V SLONE RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go .855 miles and turn left onto M V Slone Rd."},"1599":{"id":1599,"name":"MACK RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.168 miles and turn right onto Lick Branch Rd.  Go .493 miles and turn left onto Mack Rd."},"2102":{"id":2102,"name":"MADDOX DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 7.766 miles and turn right onto MADDOX DR."},"2050":{"id":2050,"name":"MADISON DR","directions":"From red light in Hindman, go East Main St. Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  go 1.977 miles and turn left onto Hiner Rd. (Perry Co.)  Go 1.236 miles and turn right onto Highway 476.  go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 7.328 miles and turn right onto Dickerson Fork Rd Br.  Go .354 miles and turn RIGHT onto Madison Dr."},"1600":{"id":1600,"name":"MAGGARD DR","directions":"From red light in Hindman, go East Main Street into E Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 1.734 miles and turn RIGHT onto Maggard Dr."},"1601":{"id":1601,"name":"MAHALA LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co Rd).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 9.875 miles and turn left onto Kelly Fork Rd.  Go .986 miles and turn right onto Mahala Ln."},"1602":{"id":1602,"name":"MAIN ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 (Main St Sassafras)."},"1603":{"id":1603,"name":"MALCOMB VALLEY","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Highway 899.  Go 2.087 miles and continue into Hwy 1393 (Branhams Creek Rd.  Go .340 miles and turn right onto Mallie Rd.  Go 1.640 miles and turn right onto Malcomb Valley.  (Belongs to Kentucky Highwaymen)"},"1604":{"id":1604,"name":"MALIBU DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction of Hwy 899 and 7 and turn s Highway 7.  Go 4.433 miles and turn onto Hwy 1091 (Old House Branch Rd).  Go .916 miles and turn right onto Malibu Dr."},"1605":{"id":1605,"name":"MALLET FORK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.061 miles and turn left onto Mallet Fork Rd."},"1606":{"id":1606,"name":"MALLIE RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Hwy 1393 (Branhams Creek Rd.  Go .340 miles and turn right onto Mallie Rd."},"1607":{"id":1607,"name":"MALTA DR","directions":"From red light in Hindman, go West Main St. onto Hwy. 550.  Go 3.983 miles and turn left onto Dogwood Dr.  Go 0.165 mile and turn left onto Malta Dr."},"1608":{"id":1608,"name":"MANDY JO DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 5.295 miles and turn left up a hill onto Mandy Jo Dr."},"1609":{"id":1609,"name":"MAPLE DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 2.709 miles and turn left onto White Oak Dr.  Go .195 miles and turn left onto Maple Dr."},"1610":{"id":1610,"name":"MARANTHA DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231.  Go .818 miles and turn right onto Marantha Dr.  Near Cornett Rd."},"1611":{"id":1611,"name":"MARCH LOOP","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.Go 7.366 miles and turn right onto Hollybush Rd.  Go .027 miles and turn left onto March Loop."},"1612":{"id":1612,"name":"MARICKA DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 8.588 miles and turn right onto Upper Carr Rd.  Go .160 miles and turn right onto Carr Ln.  Go .061 miles and turn right onto Maricka Dr."},"1613":{"id":1613,"name":"MARIE & GRANBY LN","directions":"From red light in Hindman, go West Main Street and continue on West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Hwy 1231).  Go 2.469 miles and turn left onto Marie & Granby Ln."},"2092":{"id":2092,"name":"MARION LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 4.472 miles and turn RIGHT onto MARION LN."},"1614":{"id":1614,"name":"MARTIN BRANCH RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 8.508 miles and turn right onto Martin Branch Rd."},"1615":{"id":1615,"name":"MARTIN CALHOUN BR","directions":"From red light in Hindman, turn right onto Highway 160. Go 2,671 miles, turn left onto Highway 899. Go 14.200 miles to Junction 899 and 7 and turn south onto Highway 7. Go 9.278 miles, turn right onto Mullins Branch Rd, go .601 miles turn left onto Martin Calhoun Br."},"1616":{"id":1616,"name":"MARYBELLE LN","directions":"From red light in Hindman, go West Main Street.  Go .040 miles and turn right onto Bailey St.  Go .020 miles straight into Dukes Branch Rd.  Go .015 miles onto Carew Dr..  Go .055 miles and turn right onto Marybelle Ln."},"1617":{"id":1617,"name":"MARYS DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.288 miles and turn right onto Marys Dr.  Herman Comb's place."},"1618":{"id":1618,"name":"Mason De Firme","directions":"From red light in Hindman, go West Main St. and continue on West Highway 550. Go 2484 miles and turn right onto Mason De Firme  (Old Mckinley Messer Place)"},"1619":{"id":1619,"name":"MASSEY DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Jct. 160 and 15.  Turn right onto Highway 15 (Smithboro Rd).  Go 4.557 miles and turn left onto Red Oak Br.  Go .490 miles and turn right onto Massey Dr."},"1620":{"id":1620,"name":"MAURICE CODY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 5.078 miles and turn right onto Maurice Cody Ln."},"1621":{"id":1621,"name":"MAYOR ST","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.853 miles and turn left onto Sycamore Ln.  Go .040 miles and turn right onto Mayor St."},"1622":{"id":1622,"name":"MCCLAIN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410.  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 2.356 miles on Wolfpen Creek Rd and turn right onto McClain Dr."},"1623":{"id":1623,"name":"McCOY DR","directions":"From red light in Hindman, go east on Main Street into Hwy 550.  Go 2.019 miles and turn left onto Hwy. 1098 (Possum Trot Rd).  Go .266 miles to Chris Ln.  Go 0.034 mile and turn right onto McCoy Dr."},"1624":{"id":1624,"name":"MEADOW BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 2.355 miles and turn left onto Meadow Branch Rd."},"1625":{"id":1625,"name":"MEADOW LARK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 7.166 miles and turn right onto Meadow Lark Rd.  Prior name Meadow Branch or Roaring Branch of Pinetop."},"1626":{"id":1626,"name":"MEMORY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.466 miles and turn right onto Perkins Madden Rd.  Go 3.042 miles and turn right onto Memory Ln."},"1627":{"id":1627,"name":"MENEFEE HUFF DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.578 miles and turn right onto MENEFEE HUFF DR. CHANGED FROM ALC Field."},"1628":{"id":1628,"name":"MERRI KATHRYN PL","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go .525 miles and turn left onto Kentucky Dr.  Turn left after crossing bridge onto Merri Kathyrn Pl.  Willie Prater place."},"1629":{"id":1629,"name":"MESA RDG","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.989 miles and turn left onto Phoenix Place.  Go     .211 miles and turn left onto Mesa Ridge.  Knott\/Perry Co Line."},"1630":{"id":1630,"name":"MIDDLE QUICKSAND RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 3.721 miles and turn left onto W Highway 1087.  Go .107 miles and turn left onto Highway 1098 (Elmrock Decoy Rd).  go 11.710 miles and turn right onto Middle Quicksand Rd."},"1631":{"id":1631,"name":"MIKEY DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 1.916 miles and turn right onto Camp Br.  Go .017 mile and turn left onto Mikey Dr."},"1632":{"id":1632,"name":"MILLER DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392. (Lower Mill Creek Rd).  Near Carrie Post Office.Go 2.075 Miles and turn left onto Miller Dr."},"2101":{"id":2101,"name":"MIMOSA LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 4.433 miles and turn left onto Highway 1091.  go .100 miles and turn right onto Squire Ln. Continue 0.01 miles and turn right onto MIMOSA LN"},"1633":{"id":1633,"name":"MINE BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go .905 miles and turn left onto Mine Branch Rd."},"1634":{"id":1634,"name":"MISTY MOUNTAIN FARM DR","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east onto Highway 80.  Go 3.720 miles and turn right onto Highway 1087-1098.  Go 1.361 miles and turn left onto Wiley Fork Rd.  Go .656 miles and turn right onto Hicks Branch Rd."},"1635":{"id":1635,"name":"MISTY MOUNTAIN LN","directions":"From red light in Hindman, go West Main Street .  Go .478 miles and turn right onto Dawson Branch Rd.  Go .140 miles and turn right onto Misty Mountain Ln.  CITY LIMITS OF HINDMAN!!!!!"},"1636":{"id":1636,"name":"MITCHELL HALL LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn s Highway 7.  Go 4.433 miles and turn left onto Highway 1091 (Old House Branch Rd).  Go .075 miles and turn left onto Mitchell Hall Ln."},"1637":{"id":1637,"name":"MITCHELL LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go  3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go .905 miles and turn left onto Mine Branch Rd.  Go .053 miles and turn left onto Mitchell Ln."},"1638":{"id":1638,"name":"MONTANA PASS","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.022 miles and turn right onto Montana Pass."},"1639":{"id":1639,"name":"MONTGOMERY CREEK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd)."},"1640":{"id":1640,"name":"MONTGOMERY CREEK RD","directions":"Address range 1889 - 2999"},"1641":{"id":1641,"name":"MOORE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 3.009 miles and turn left onto Moore Dr."},"1642":{"id":1642,"name":"MOOSE CRK","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721. Go 2.552 miles and turn right onto Honeygap Rd.  Go .509 miles and turn left onto Moose Creek."},"1643":{"id":1643,"name":"MORGAN DR","directions":"From the red light in Hindman, go 8.400 miles west on Highway 550.  Turn left onto Morgan Dr. ( Circuit Judge Bobby Morgans home across from Emmalena School)."},"2084":{"id":2084,"name":"MOSLEY DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 1.020 miles and turn right onto Cockrells Trace Rd. Continue .75 miles and turn right onto MOSLEY DR"},"1644":{"id":1644,"name":"MOTTS BR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 12.659 miles and turn left onto Motts Br."},"1645":{"id":1645,"name":"MOUNT OLIVE CHURCH RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.388 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go 1.747 miles and turn left up drive onto Mount Olive Church Rd."},"1646":{"id":1646,"name":"MOUNTAIN DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.160 miles and turn right onto Mountain Dr."},"1647":{"id":1647,"name":"MOUNTAIN SHADOW LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Highway 2029.  Go 1.883 miles and turn left onto Laurel Fork Rd.  Go 3.625 miles on Laurel Fork Rd and turn left onto Mtn Shadow Ln."},"1648":{"id":1648,"name":"MOUNTAIN VIEW DR","directions":"From red light in Hindman, go East Main Street and turn left on Hindman Bypass.  Go 1.585 miles to red light and turn right onto East Highway 80.  Go .889 miles and turn left onto Mountain View Dr."},"1649":{"id":1649,"name":"MUDLICK BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 13.465 miles and turn left onto N Highway 1498.  Go .540 miles and turn right onto Arnold Fork Rd.  Go .953 miles and turn left onto Mudlick Br."},"1650":{"id":1650,"name":"MULBERRY HL","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 11.296 miles and turn right up a hill to Mulberry Hill."},"1651":{"id":1651,"name":"MULLINS BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 9.278 miles and turn right onto Mullins Branch Rd.  Road just above Kite Post Office."},"1652":{"id":1652,"name":"MURPHYS LN","directions":"From red light in Hindman, turn right onto Highway 160. Go 2.671 miles and turn left onto Highway 899. Go 14.200 miles and turn south on Highway 7.Go 1.529 miles and turn right onto Murphys Ln."},"1653":{"id":1653,"name":"MUSHROOM HL","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 7.918 miles and turn right onto Hall Branch Rd.  Go .112 miles and turn right up a hill to Mushroom Hill."},"1654":{"id":1654,"name":"MUSICAL LOOP","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 5.481 miles and turn left onto Musical Loop."},"1655":{"id":1655,"name":"MYSTICAL LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 3.957 miles and turn left onto Deer Hollow Rd.Go .020 and turn right onto Mystical Ln"},"1656":{"id":1656,"name":"N HIGHWAY 1498","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7.  Turn south on Highway 7.  Go 13.465 miles and turn left onto Highway 1498 North."},"1657":{"id":1657,"name":"N HIGHWAY 3209","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 5.938 miles and turn right onto N Highway 3209."},"1658":{"id":1658,"name":"NANA DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 7.141 miles and turn left onto Eagles Nest Rd (aka Short Fork Rd).  go .059 miles and turn left onto Nana Dr."},"2070":{"id":2070,"name":"NARROW CT","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto East Highway 80.  Go 6.587 miles and turn left onto Highway 2029.  Go 4.534 miles and turn RIGHT onto NARROW CT."},"1659":{"id":1659,"name":"NASCAR RDG","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Go 1.263 miles and turn left up a drive to Nascar Rdg."},"1660":{"id":1660,"name":"NAVEL DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. Of 160 and 15  and turn left onto Hwy 15 (Red Fox Rd).  Go 2.766 miles and turn right onto Peach Tree Ln.  Go .35 miles and turn left onto Navel Dr.  (Warren Amburgey's rentals are here)."},"1661":{"id":1661,"name":"NEALY CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.635 miles and turn left onto Nealy Creek Rd."},"1662":{"id":1662,"name":"NEDS ROUGH RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go .360 miles and turn right onto Neds Rough Rd."},"1663":{"id":1663,"name":"NEICE DR","directions":"From red light in Hindman, go East Main Street.  Go .425 miles and turn left onto Neice Dr.  Just pass Triggers Dairy Bar.  CITY LIMITS OF HINDMAN!!!"},"1664":{"id":1664,"name":"NETTIES LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd.  Go .077 miles and turn left onto Netties Ln."},"1665":{"id":1665,"name":"NEWMAN BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Hwy 2029.  Go1.883 miles and go left into Laurel Fork Rd.  Go 2.283 miles and turn left onto Newman Br."},"1666":{"id":1666,"name":"NICK COMBS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.466 miles and turn left onto Amelia Rd.  Go .601 miles and turn left onto Nick Combs Rd."},"1667":{"id":1667,"name":"NICKLES FARM","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231(Big Branch Rd).  Go  .864 miles and turn right onto Nickles Farm.  (Its the first drive after Cornet Rd before reaching the church)."},"1668":{"id":1668,"name":"NICKLES LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.156 miles and turn right onto Nickles Dr.  Across the road from Seals Holw."},"1669":{"id":1669,"name":"NOAH DR","directions":"From red light in Hindman, go on East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light at Highway 80.  Turn east toward Floyd Co.  Go 1.863 miles and turn left onto Noah Dr."},"1670":{"id":1670,"name":"NOBLE RITCHIE LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721. Go 2.552 miles and turn right onto Honeygap Rd.  Go .723 miles and turn right onto Noble Ln."},"1671":{"id":1671,"name":"NORTH KAY RDG","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.678 miles and turn right onto North Kay Ridge."},"1672":{"id":1672,"name":"NORTH STAR MINE RD","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto East Highway 80.  Go 6.587 miles and turn left onto Highway 2029.  Go 4.853 miles and turn left onto North Star Mine Rd.  Bell South area."},"1673":{"id":1673,"name":"OAK DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go .635 miles and turn right up a hill onto Oak Dr.  (AKA Three Bears Rd.)"},"1674":{"id":1674,"name":"OAKLEY COMBS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Hwy 1393 (Branhams Creek Rd).  Go .676 miles and turn right onto Oakley Combs Dr."},"1675":{"id":1675,"name":"OAKWOOD BR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 3.690 miles and turn right onto Wiley Fork Rd.  Go .907 miles and turn left onto Oakwood Br."},"1770":{"id":1770,"name":"OCTAVIA LN","directions":"From red light in Hindman, go east on Main St. and continue on East Highway 550.  Go 10.430 miles and turn right onto Bear Fork Rd.  Go .795 miles and turn right onto OCTAVIA DR."},"1676":{"id":1676,"name":"OGDEN BRANCH RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 2.172 miles and turn right onto Highway 2759 Ogden Branch Rd)."},"1677":{"id":1677,"name":"OGDEN GAP RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Hwy 80 onto  Highway 160  W (Ogden Vest Rd).  Go .368 miles and turn right onto Crossroads Church Rd.  Go .235 miles and turn left onto Ogden Gap Rd."},"1678":{"id":1678,"name":"OGDEN VEST RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Hwy 80 onto  Highway 160  W (Ogden Vest Rd)."},"1679":{"id":1679,"name":"OLD 15 LOOP","directions":"From red light in Hindman, turn left onto Highway 160.  Go 10.830 miles to Junction 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  go 1.436 miles and turn right onto Defeated Creek Rd.  Go .15 miles and turn left onto old Highway 15, now Old 15 Loop."},"1680":{"id":1680,"name":"OLD BAPTIST DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 9.713 miles to Ball Branch Old Reg Baptist Chu. and turn left onto Old Baptist Dr.  Road runs behind the church."},"1681":{"id":1681,"name":"OLD CHURCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 13.752 miles and turn left onto Old Church Rd."},"1682":{"id":1682,"name":"OLD FIELD HOLW","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 1.481 miles and turn left onto Old Field Holw."},"1683":{"id":1683,"name":"OLD GARNER RD","directions":"From red light in Hindman, go East Main Street.  Go .525 miles and turn left onto Kentucky Dr.  Go across the bridge and turn right onto Old Garner Rd.  This road runs with Troublesome Creek past Hindman United Baptist Church."},"1684":{"id":1684,"name":"OLD GARNER RD CONNECTOR","directions":"From red light in Hindman, go East Main Street.  Go .525 miles and turn left onto Kentucky Dr.  Go to the bridge."},"1685":{"id":1685,"name":"OLD HOUSE BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction of Hwy 899 and 7 and turn S Highway 7.  Go 4.433 miles and turn onto Hwy 1091 (Old House Branch Rd)."},"1686":{"id":1686,"name":"OLD JACOBS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.761 miles and turn left onto Highway 899.  Go 7.210 miles and turn right onto Old Jacobs Rd."},"1687":{"id":1687,"name":"OLD MAN RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and cross Highway 80 onto Highway 160 \r\n(Ogden Vest Rd).  Go 1.264 miles and turn right onto Old Man Rd."},"1688":{"id":1688,"name":"OLD MILL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 13.460 miles and turn right onto Old Mill Rd."},"1689":{"id":1689,"name":"OLD OGDEN RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 2.172 miles and turn right onto Highway 2759 (Ogden Branch Rd). Go .767 miles and turn left onto Old Ogden Rd."},"1690":{"id":1690,"name":"OLD POPLAR FRK","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Hwy 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  go 4.291 miles and turn left onto Old Poplar Fork."},"1691":{"id":1691,"name":"OLD POST OFFICE RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go .047 miles and turn left onto Old Post Office Rd.  Road behind Fisty Post Office."},"2081":{"id":2081,"name":"OLIVER DR","directions":"From red light in Hindman, go east.  Turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 1.389 miles and turn left onto Baker Fork Rd.  Continue .451 miles and turn left on to OLIVER DR."},"1692":{"id":1692,"name":"OMA MCINTOSH DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.465 miles and turn left onto Amelia Rd.  Go .374 miles and turn right onto Oma McIntosh Dr."},"1693":{"id":1693,"name":"OMAHA CHURCH LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 7.334 miles and turn right onto Omaha Church Ln."},"1694":{"id":1694,"name":"ONION BLADE BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.725 miles and turn left onto Onion Blade Br."},"1695":{"id":1695,"name":"OPALS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  go 1.007 miles and turn left onto Opals Ln."},"1696":{"id":1696,"name":"ORCHARD BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go .253 miles and turn left onto Orchard Br.  Prior name Agnes Branch.  CITY LIMITS OF HINDMAN!!!!!"},"1697":{"id":1697,"name":"ORCHID DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.958 miles and turn right onto Willard Br.  Go .094 miles and turn right onto Orchid Dr."},"1698":{"id":1698,"name":"ORVILLE CONLEY DR","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 10.399 miles and turn left onto Acorn Ln.  Go .013 miles and turn left onto Orville Conley Dr."},"1699":{"id":1699,"name":"OSCARS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go 1.480 miles and turn right onto Backwater Ln.  Go .140 miles and turn right  onto Oscars Ln."},"1700":{"id":1700,"name":"OUTBACK DR","directions":"From red light in Hindman turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.138 miles and turn right onto Outback Dr.  (This road is almost to the bridge before you get to the 1087 Intersection)."},"2065":{"id":2065,"name":"OUTLAW DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles into Clear Creek Rd.  Go .056 miles and turn right up a hill to Cardinal Ln. Continue .056 and turn right on to OUTLAW RD."},"1701":{"id":1701,"name":"OWENS BRANCH RD","directions":"From red light in Hindman, go East Main Street.  Go .525 miles and turn left onto Kentucky Dr.  Go across the bridge and turn right onto Old Garner Rd.  Go .311 miles and turn left onto Owens Branch Rd."},"1702":{"id":1702,"name":"PALM LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go .298 miles and turn right onto Palm Ln.  Palmer Slone family live here."},"1703":{"id":1703,"name":"PANTHER LICK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 11.683 miles and turn left onto Bill Dee Branch Rd.  Go .540 miles and turn right onto Panther Lick Road.  (Panther Lick Mining is located here at .820 miles)."},"1704":{"id":1704,"name":"PARADISE MTN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Burgeys Creek Rd (Hwy 1410).  Go 2.633 miles and turn left onto Paradise Mtn."},"1705":{"id":1705,"name":"PARK LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 2.523 miles and turn left by Junellen Park onto Park Ln."},"1706":{"id":1706,"name":"PARKS BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.037 miles and turn left by Kwik Mart onto Parks Br."},"1707":{"id":1707,"name":"PATRICK FARM DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 4.689 miles and turn left onto Sandlick Branch Rd.  Across the road from Bearville Rd.Go 0.641 miles and turn left onto Patrick Farm Dr"},"1708":{"id":1708,"name":"PATRICK LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn left onto West Highway 1087.  Go 1.803 miles and turn left onto Patrick Ln"},"1709":{"id":1709,"name":"PATRIOT LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd  (Hwy 3391).  Go 0.096 mile and turn right onto Patriot Ln."},"1710":{"id":1710,"name":"PATTON BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 3.570 miles and turn right onto Patton Branch Rd."},"1711":{"id":1711,"name":"PATTY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.608 miles and turn right onto Wolfpen Creek Rd.  Go .060 miles and turn right onto Patty Ln."},"1712":{"id":1712,"name":"PAULEY HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 1.901 miles and turn left onto Big Smith Br.  go 2.241 miles and turn left onto Pauley Holw."},"1713":{"id":1713,"name":"PAW PAW LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Hwy 1102 (Montgomery Creek Rd.). Go .609 miles and turn RIGHT onto PAW PAW LN."},"1714":{"id":1714,"name":"PEACH ORCHARD RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 2.766 miles and turn right onto Peach Orchard Rd."},"1715":{"id":1715,"name":"PEACH TREE LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 10.430 miles and turn right onto Bear Fork Rd.  Go .160 miles and turn right up Peach Tree Ln."},"1716":{"id":1716,"name":"PEAR TREE LN","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 11.368 miles and turn right onto Plum Branch Rd.  Go .022 miles and turn right onto Pear Tree Ln."},"1717":{"id":1717,"name":"PELFREY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 2.439 miles and turn left onto Pelfrey Ln.  Near church."},"1718":{"id":1718,"name":"PENNY LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 3.158 miles and turn right onto Penny Ln."},"1719":{"id":1719,"name":"PEONY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass, go 1.585 miles to red light and turn West onto highway 80. Go 2.295 miles and turn left onto Highway 1102. (\r\nMontgomery Creek RD) Go 1.065 miles and turn left onto Peony Dr."},"1720":{"id":1720,"name":"PERKINS MADDEN RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd  (Hwy 3391)."},"1721":{"id":1721,"name":"PERKINS MADDEN RD","directions":"Address range 2600 - 6299"},"1722":{"id":1722,"name":"PERKINS MADDEN RD Y","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd  (Hwy 3391)."},"1723":{"id":1723,"name":"PERRYS TOWN RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 4.296 miles and turn right onto Perrys Town Rd."},"1724":{"id":1724,"name":"PERSEVERANCE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD.  Continue 0.183 miles and turn LEFT onto PERSEVERANCE DR."},"1725":{"id":1725,"name":"PEYTON DR","directions":"From red light in Hindman, turn right onto S Highway 160, go 2.671 \r\nmiles, turn left onto Highway 899, go 1.850 miles, turn right onto \r\nPridemore Ln, go .039 miles turn left onto Peyton Dr.  Bill Terry here."},"1726":{"id":1726,"name":"PHOENIX PLACE BLVD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.989 miles into Perry County and turn left onto Phoenix Place Blvd."},"1727":{"id":1727,"name":"PHYSICIAN DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.409 miles and turn left onto Physicians Dr."},"1728":{"id":1728,"name":"PIGMAN BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.151 miles and turn left onto Pigman Br.  Near power plant."},"1729":{"id":1729,"name":"PINE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.607 miles and turn left onto Pine Dr."},"1730":{"id":1730,"name":"PINE VALLEY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Hwy 2029.  Go 1.887 miles and go left onto Laurel Fork Rd.  Go .491 miles and turn left onto Pine Valley Rd.  (Was Lick Br.)"},"1731":{"id":1731,"name":"PINETOP LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.747 miles and turn left onto Pinetop Ln."},"1732":{"id":1732,"name":"PINETREE HOLW","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 7.050 miles and turn right onto Pinetree Holw.  (AKA Terry Br.)\r"},"1733":{"id":1733,"name":"PIONEER PLANT RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 11.977 miles and turn onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.303 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 11.177 miles and turn left onto pioneer plant rd."},"1734":{"id":1734,"name":"PIONEER VILLAGE RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 1.125 miles and turn left onto Pioneer Village Rd."},"1735":{"id":1735,"name":"PITINO DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.389 miles and turn left onto B aker Fork Rd.  Go .181 miles and turn right onto Pitino Dr."},"1736":{"id":1736,"name":"PLEASANT HILL RD","directions":"From the red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steers Fork Rd.  Go 0.611 miles up Steer Fork Rd. and turn left onto Haywood Rd.  Go 0.025 mile and turn left onto Pleasant Hill Rd."},"1737":{"id":1737,"name":"PLUM BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 11.368 miles and turn right onto Plum Branch Rd."},"1738":{"id":1738,"name":"PLUM ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 (Main St  Sassafras).  Go .127 miles and turn right up drive to Plum St."},"1739":{"id":1739,"name":"POND BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto W Highway 1087-1098 (W Highway 1087).  go 2.505 miles and turn left onto Pond Br."},"1740":{"id":1740,"name":"PONDEROSA DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn South Highway 7.  Go 7.069 miles and turn left onto Railroad Ln.  Go .890 miles and turn left onto Ponderosa Dr.  It is across the road from Beaver Elem. School."},"1741":{"id":1741,"name":"PONYTAIL RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231.  Go 3.550 miles and turn right onto Ponytail Rd.  Located at the top of the mountain."},"1742":{"id":1742,"name":"POPLAR HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 2.849 miles and turn left onto Cabin Creek Rd.  Go .125 miles and turn left on Poplar Holw."},"1743":{"id":1743,"name":"POPPY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 11.245 miles and turn left across the road onto Poppy Dr."},"1744":{"id":1744,"name":"POPPY MOUNTAIN LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 3.690 miles and turn right onto Wiley Fork Rd.  Go .907 miles and turn left onto Oakwood Br.  Continue .065 miles and turn left and upward onto POPPY MOUNTAIN LN."},"1745":{"id":1745,"name":"PORCUPINE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 3.200 miles and turn right onto H Breeding Ln.  Go .074 miles and continue up the hill onto Porcupine Ln."},"1746":{"id":1746,"name":"PORTER RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 13.903 miles and turn left onto Porter Rd.  Old Porter Rail Station was here at Lackey."},"1747":{"id":1747,"name":"POSSUM ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.882 miles and turn right onto Possum St."},"1748":{"id":1748,"name":"POSSUM TROT RD","directions":"Address range 2004 - 5999"},"1749":{"id":1749,"name":"POSSUM TROT RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Across the road from the Leburn Post Office.  Goes across the hill to Highway 80."},"1750":{"id":1750,"name":"POTATO BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.753 miles and turn left onto Potato Br.  Road is across from Bentley's Store."},"1751":{"id":1751,"name":"POUND MILL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 9.045 miles and turn left onto Pound Mill Rd."},"1752":{"id":1752,"name":"PRATT DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.296 miles and turn right onto Pratt Dr."},"1753":{"id":1753,"name":"PRECIOUS LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd.  Go 6.686 miles and turn right onto Precious Ln.  (Knott County line begins at 4.990 miles)."},"1754":{"id":1754,"name":"PRIDEMORE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.850 miles and turn right onto Pridemore Ln."},"1755":{"id":1755,"name":"PRO ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.628 miles and turn right onto Pro St.  Road is between Hindman Pro Mart and Knott Co. Park."},"1756":{"id":1756,"name":"PROFESSOR CLARKE CIR","directions":"From red light in Hindman, go East Main Street .117 miles and turn left on Professor Clark Cir.  CITY LIMITS OF HINDMAN!!!"},"1757":{"id":1757,"name":"PROMISE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .143 miles and turn left onto Promise Ln.  Across from Dairy Queen."},"1758":{"id":1758,"name":"PUG LN","directions":"From the red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steers Fork Rd.  Go 0.641 miles up Steer Fork Rd. and turn left onto Pug Ln."},"1759":{"id":1759,"name":"PUMP STATION HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 2.534 miles and turn right onto Pump Station Holw."},"1760":{"id":1760,"name":"PUNCHEON RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 11.838 miles and turn right onto Puncheon Rd."},"1761":{"id":1761,"name":"PURPOSE RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 5.253 miles and turn left onto SPRUCE PINE RD. Take next right in 0.031 miles and turn RIGHT onto PURPOSE RD."},"1762":{"id":1762,"name":"PUSH BACK BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 1.461 miles and turn left onto Push Back Br.  road turns near Sewer Plant.  Homer Sawyer lives off this road."},"1763":{"id":1763,"name":"QUEENS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd.  Go 3.298 miles and turn right onto Queens Dr."},"1764":{"id":1764,"name":"R AND L DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 2.780 miles and turn right onto Stamper Branch Rd.  Go 0.546 mile and turn right onto R And L Dr"},"1765":{"id":1765,"name":"R B BATES CT","directions":"From red light in Hindman, go right onto Highway 160.  Go 4.411 miles and turn left onto R B Bates Ct.  (Roger Bates car lot is located here)."},"1766":{"id":1766,"name":"R MULLINS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd.  Go 1.447 miles and turn left onto R Mullins Dr.  (Hindman side)"},"1767":{"id":1767,"name":"RACHEL LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 11.977 miles and turn onto Hiner Rd.  Go 1.236 miles and turn right onto Highway 476.  Go 1.303 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 10.738 miles and turn right onto Rachel Ln."},"1768":{"id":1768,"name":"RAILROAD LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 7.969 miles and turn left onto Railroad Ln.  Road is across from Beaver Elem. School."},"1769":{"id":1769,"name":"RAINBOW LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.468 miles and turn right onto Honeycutt Rd.  Go .089 miles and turn left onto Rainbow Ln.  Road runs behind an apt. bldg. owned by Mike and Diane Hall."},"1771":{"id":1771,"name":"RAMP RD","directions":"From red light in Hindman, turn right onto Highway 160. Go 9.050 miles on Highway 160 and turn right onto Ramp Rd. (Shelter #3 and boat ramp at the Carr Fork Lake)."},"1772":{"id":1772,"name":"RASCAL DR","directions":"From red light in Hindman, go west on Main Street into West Hwy. 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles into Clear Creek Rd.  Go 2.442 miles and turn right onto RASCAL DR."},"1773":{"id":1773,"name":"RATLIFF SCHOOL RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.019 miles and turn left onto Highway 1098 (Possum Trot Rd).  Go 3.690 miles and turn right onto Wiley Fork Rd.  Go 1.443 miles and turn left onto Ratliff School Rd."},"2062":{"id":2062,"name":"RAY CT","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.170 miles and turn LEFT onto RAY CT."},"1774":{"id":1774,"name":"RAYMOND SMITH DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 4.782 miles and turn right onto Raymond Smith Dr."},"1775":{"id":1775,"name":"RAYMOND TERRY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 3.720 miles and turn right onto Hwy 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 5.101 miles and turn left onto Raymond Terry Dr."},"1776":{"id":1776,"name":"REBEL LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 10.315 miles and turn left onto Rebel Ln.  Kite side."},"2071":{"id":2071,"name":"RECOVERY WAY","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 5.143 miles and turn right onto WELLS MTN.  Go 0.709 miles and turn right on to RECOVERY WAY."},"1777":{"id":1777,"name":"RED BIRD LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 7.918 miles and turn right onto Hall Branch Rd.  Go .636 miles and keep right onto Red Bird Ln."},"1778":{"id":1778,"name":"RED FOX RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd)."},"1779":{"id":1779,"name":"RED OAK BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 4.557 miles and turn left onto Red Oak Br."},"1780":{"id":1780,"name":"RED RASPBERRY LN","directions":"From red light in Hindman, go West Main St. and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue left into Clear Creek Rd.  Go .251 miles and turn left onto Hickory Withe Br.  Continue .264 miles and turn left onton Red Raspberry Ln."},"1781":{"id":1781,"name":"REDBONE LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Highway 2029.  Go 1.883 miles and turn left onto Laurel Fork Rd.  Go 3.624 miles on Laurel Fork Rd and turn left onto Redbone Ln."},"1782":{"id":1782,"name":"REDBUD DR","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and go across Hwy. 80 to Hwy. 160 West (Ogden Vest Rd.).  Go .370 miles and turn right onto Crossroads Church Rd.  (Old Ogden Hole)"},"1783":{"id":1783,"name":"RESORT RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 3.515 miles and turn left onto Resort Rd.  Redfox Resort area."},"1784":{"id":1784,"name":"REYNOLDS FRK","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.537 miles and turn left onto Reynolds Rd."},"2096":{"id":2096,"name":"RHINO DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd. Continue .444 miles and turn right onto RHINO DR."},"2072":{"id":2072,"name":"RICHARD DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 3.342 miles and turn right onto RICHARD RD."},"1785":{"id":1785,"name":"RICK DR","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 4.671 miles and turn left onto Rick Dr."},"1786":{"id":1786,"name":"RIDGE CLIFF DR","directions":"From red light in Hindman, go West on main Street and continue onto West Highway 550.  Go 1.986 miles and turn right onto Twin Poplar Dr.  Go .009 miles and turn left onto Ridge Cliff Dr.  (This road is the gravel road turning left off Twin Poplar Dr)."},"1787":{"id":1787,"name":"RIDGEWATER RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.299 miles and turn left onto Trace Branch Rd.  Go .788 miles and turn right onto Ridgewater Rd."},"1788":{"id":1788,"name":"RIDGEWOOD LN","directions":"From red light in Hindman, go to Hindman Bypass and turn left.  Go 1.585 miles to the red light and turn east on Hwy. 80.  Go 4.277 miles and turn left onto RIDGEWOOD LN."},"1789":{"id":1789,"name":"RITCHIE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.400 miles and turn right onto Sylvester Branch Rd.  Go .615 miles and turn left down a hill onto Tina Loop.  go .059 miles and turn left onto Ritchie Dr."},"1790":{"id":1790,"name":"ROAD BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 3.929 miles and turn left onto Road Br.  Across from Big Branch Ball Rd."},"1791":{"id":1791,"name":"ROARING BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 7.620 miles and turn right on Roaring Branch Rd."},"1792":{"id":1792,"name":"ROBBY SLONE DR","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go 1.262 miles on Upper Mill Creed Rd. and turn right onto Robby Slone Dr."},"1793":{"id":1793,"name":"ROBERTS DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 2.172 miles and turn right onto Highway 2759 Ogden Branch Rd).  Go .237 miles and turn left onto Roberts Dr.  Was part of Old Baker Fork."},"1794":{"id":1794,"name":"ROBIN LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 4.433 miles and turn left onto Highway 1091 (Old House Branch Rd).  Go .100 miles and turn right onto Squire Ln.  Go .163 miles and turn left onto Robin Ln."},"1795":{"id":1795,"name":"ROBINSON LN","directions":"From red light in Hindman, go east on Main St. onto E Highway 550.  Go 7.906 miles and turn right onto Robinson Ln."},"1796":{"id":1796,"name":"ROCK FORK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 8.271 miles and turn left onto Rock Fork Rd.  Road is across from Twin Oak Dr."},"1797":{"id":1797,"name":"ROCKLICK BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 5.465 miles and turn left onto Rocklick Br."},"1798":{"id":1798,"name":"ROCKPILE RD","directions":"From red light in Hindman,  turn right onto Highway 160.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go 4.011 miles and turn left onto Rockpile Rd.  (This road turns left up the hill beside Mike Conley's house)."},"1799":{"id":1799,"name":"ROCKY HORSE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 11.173 miles and turn left onto Thornsbury Branch Rd.  Go .020 miles and turn right onto Rocky Horse Dr."},"1800":{"id":1800,"name":"ROCKY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go 1.886 miles and turn right onto Rocky Rd."},"1801":{"id":1801,"name":"ROGER COMBS BLVD","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, go straight cross Highway 80 into Ogden Vest Rd (Highway 160) go .059 miles turn left onto Roger Combs Blvd."},"1802":{"id":1802,"name":"RONNIES WAY","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 5.143 miles and turn right onto WELLS MTN.  Go 0.709 miles and turn right on to RECOVERY WAY. Continue .274 mile and turn right onto RONNIES WAY"},"1803":{"id":1803,"name":"ROOSTER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.598 miles and turn right onto Runnels Branch Rd.  Go .281 miles and turn left onto Rooster Ln."},"1804":{"id":1804,"name":"ROPEWORKS BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.970 miles to Collins Branch Rd.  Go .318 miles and turn right onto Ropeworks Br."},"1805":{"id":1805,"name":"ROSE BUD LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go 1.518 miles and turn right onto Stable Branch Rd.  Go .149 miles and turn left at top of hill onto Rose Bud Ln."},"1806":{"id":1806,"name":"ROSE HILL DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd). Go 1.046 miles and turn right onto Rose Hill Dr.  (Just past Big Branch Church.)"},"1807":{"id":1807,"name":"ROSE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 13.750 miles and turn right onto Rose Ln.  road is just past the Raven Post Office."},"1808":{"id":1808,"name":"ROSE PETAL LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 4.100 miles and turn right onto Short Fork Rd.  Go .891 miles and turn left onto Rose Petal Ln."},"1809":{"id":1809,"name":"ROWDY HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 4.670 miles and turn right onto Rowdy Holw."},"2063":{"id":2063,"name":"ROY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd. (Perry Co. road).  go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 5.515 miles and turn LEFT onto ROY DR."},"1810":{"id":1810,"name":"ROYHILL RD","directions":"From red light in Hindman, go West Main Street .  Go .475 miles and turn left onto Sarah Everage Br.  go .030 miles and turn right onto Cowtown Rd.  Go .099 miles and turn left onto Royhill Rd.  CITY LIMITS OF HINDMAN!!!"},"1811":{"id":1811,"name":"RUNNELS BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.598 miles and turn right onto Runnels Branch Rd."},"1812":{"id":1812,"name":"RYANS MTN","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd.  Go 0.386 miles and turn right onto Ryans Mtn.  (This road turns at the same drive as the Knott County Nursing Home.  Nursing Home is 388 Perkins Madden Rd."},"1813":{"id":1813,"name":"S HIGHWAY 160","directions":"From red light in Hindman, turn southeast onto Highway 160.  This road runs from Hindman to the Junction of Hwys. 160 and 15."},"1814":{"id":1814,"name":"S HIGHWAY 160","directions":"Address range 4951 - 10830"},"1815":{"id":1815,"name":"S HIGHWAY 7","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 14.200 miles and turn south on Highway 7."},"1816":{"id":1816,"name":"S HIGHWAY 7","directions":"Address range 7885 - 15950"},"1817":{"id":1817,"name":"S J K DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Hwy 582.  Go 5.970 miles and turn right onto Collins Branch Rd.  Go .468 miles and turn right onto SJK Drive"},"1818":{"id":1818,"name":"SALISBURY BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 1.825 miles and turn left onto Salisbury Branch Rd."},"1819":{"id":1819,"name":"SALLIE BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and go straight across Highway 80 into Highway 160 (Ogden Vest Rd).  Go 2.407 miles and turn left onto Sallie Br."},"1820":{"id":1820,"name":"SALLIE COMBS DR","directions":"From red light in Hindman, go West Main Street .  Go .861 miles and turn left onto Sallie Combs Dr.  Road by Hindman Elem. School.  CITY LIMITS OF HINDMAN!!!"},"1821":{"id":1821,"name":"SAMS BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.550 miles and turn right onto Sams Branch Rd."},"1822":{"id":1822,"name":"SANDLICK BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 4.689 miles and turn left onto Sandlick Branch Rd.  Across the road from Bearville Rd."},"1823":{"id":1823,"name":"SANDLIN MOUNTAIN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Hwy 1393 (Branhams Creek Rd).  Go .340 miles and turn right onto Mallie Rd.  Go 2.500 miles and turn right onto Sandlin Mountain."},"1824":{"id":1824,"name":"SANDY LEE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 4.202 miles and turn right onto Sandy Lee Dr."},"1825":{"id":1825,"name":"SARAH EVERAGE BR","directions":"From red light in Hindman, go West Main Street .  Go .475 miles and turn left onto Sarah Everage Br.  CITY LIMITS OF HINDMAN!!!"},"1826":{"id":1826,"name":"SASSAFRAS CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 4.558 miles and turn right onto Sassafras Creek Rd towards the dam.   Road to Carr Fork Dam."},"1827":{"id":1827,"name":"SAVANNAH LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80 towards Perry Co.  Go 7.877 miles and turn left onto Ever Ridge Rd.  Go 0.028 mile and turn right onto Savannah Ln."},"1828":{"id":1828,"name":"SAWMILL RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go .049 miles and turn left onto Sawmill Rd."},"1829":{"id":1829,"name":"SAWPIT BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .489 miles and turn left onto Sawpit Br."},"1830":{"id":1830,"name":"SCARLET LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.909 miles and turn left onto Scarlet Ln."},"1831":{"id":1831,"name":"SCIP BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn South Highway 7.  Go 14.730 miles and turn right onto Scip Branch Rd."},"1832":{"id":1832,"name":"SEALS CEMETERY RD","directions":"From red light in Hindman, turn right onto Highway 160. Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd). Go 2.113 miles and turn left onto Seals Cemetery Rd."},"1833":{"id":1833,"name":"SEALS HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.169 miles and turn left onto Seals Holw.  Near Kings Tire Service."},"1834":{"id":1834,"name":"SERVICE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.026 miles and turn right onto Service Dr."},"1835":{"id":1835,"name":"SEVEN TREE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.231 miles and turn left onto Dry Creek Rd.  Go 3.518 miles and turn right onto Seven Tree Ln."},"1836":{"id":1836,"name":"SHADE MOUNTAIN RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 9.558 miles and turn right onto Shade Mountain Rd."},"1837":{"id":1837,"name":"SHADY CREEK ESTS","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.   Go 3.730 miles and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go 1.832 miles and turn right onto Shady Creek Ests."},"1838":{"id":1838,"name":"SHADY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 5.917 miles and turn left onto Shady Ln."},"1839":{"id":1839,"name":"SHALAKO BEND","directions":"From red light in Hindman, go East Main Street onto East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd.  Go .835 miles and turn left onto C Hall Rd.  Go .209 miles and turn left onto Shalako Bend."},"1840":{"id":1840,"name":"SHANE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.280 miles and turn right onto Shane Dr.  First drive from Knott\/Perry Co line."},"1841":{"id":1841,"name":"SHEEP HEAD RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 5.938 miles and turn right onto N Highway 3209.  Go .200 miles and turn right up a drive onto Sheep Head Dr.  David Truck Parts is located here."},"1842":{"id":1842,"name":"SHEILA DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 7.607 miles and turn left onto Sheila Dr."},"1843":{"id":1843,"name":"SHEKINAH LN","directions":"From red light in Hindman, go west on Main St. onto West Highway 550.  Go 10.579 miles and turn left onto Hwy 721.  Go 4.320 miles and turn right at the foot of the hill onto Dix Fork Rd.  Go .178 miles and turn right onto Shekinah Ln."},"2093":{"id":2093,"name":"SHELBY LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go 8.016 miles and turn right onto SHELBY LN."},"1844":{"id":1844,"name":"SHELTER RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.750 miles and turn right onto Shelter Rd."},"1845":{"id":1845,"name":"SHEPHERDS DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light  and turn East onto Highway 80 towards Garrett.  Go 11.299 miles and turn left onto Shepherds Dr., beside Chaffins Cemt."},"1846":{"id":1846,"name":"SHERMAN LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn right onto S Highway 7.  Go 9.278 miles and turn right onto Mullins Branch Rd.  Go 1.300 miles on Mullins Branch Rd and turn right onto Sherman Ln."},"1847":{"id":1847,"name":"SHILOH DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 0.215 mile and turn left onto Shiloh Dr.  The 911 Address for Shiloh Dr is 4850."},"1848":{"id":1848,"name":"SHOPPE HOLW","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.    Go .059 miles and turn left onto Shoppe Holw.  Road goes through the creek."},"1849":{"id":1849,"name":"SHORT FORK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 4.100 miles and turn right onto Short Fork Rd."},"1850":{"id":1850,"name":"SHORT LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 1.670 miles and turn right onto Short Ln."},"1851":{"id":1851,"name":"SILVER CREEK RD","directions":"From red light in Hindman, go East Main Street .525 miles and turn left onto Kentucky Dr.  Turn right onto Old Garner Rd.  Go .585 miles and turn left onto Silver Creek Rd."},"1852":{"id":1852,"name":"SILVER MAPLE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go 6.792 miles and turn left onto Silver Maple Dr."},"1853":{"id":1853,"name":"SIMON LN","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd.).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Go .035 miles and turn left onto Simon Ln."},"1854":{"id":1854,"name":"SIMS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.806 miles and turn right onto Sims Ln."},"1855":{"id":1855,"name":"SINGLETON BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue to the left onto Clear Creek Rd.  Go .981 miles and turn left onto Singleton Branch Rd."},"1856":{"id":1856,"name":"SISTERS DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 1.550 miles and turn right onto Sams Branch Rd.  Go 0.328 mile and turn right onto Sisters Dr."},"1857":{"id":1857,"name":"SIZEMORE LN","directions":"From red light in Hindman, go East on Main St. and continue onto East Highway 550.  Go12.146 miles and turn right onto Big Spring Br.  Go .350 miles and turn right onto Sizemore Ln."},"1858":{"id":1858,"name":"SKYLIGHT DR","directions":"From red light in Hindman, go East Main Street .525 miles and turn left onto Kentucky Dr.  Cross the bridge and turn right onto Old Garner Rd.  Go .485 miles and turn left onto Skylight Dr."},"1859":{"id":1859,"name":"SLATE FORK RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 6.460 miles and turn right onto Long Fork Rd.  Go .366 miles and turn right onto Slate Fork Rd."},"1860":{"id":1860,"name":"SLEEPY HOLW","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.299 miles and turn left onto Highway 2102 (Trace Branch Rd).  Go 1.279 miles and turn left down a drive onto Sleepy Holw."},"1861":{"id":1861,"name":"SLICK ROCK HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 3.817 miles and turn left onto Slick Rock Holw."},"2103":{"id":2103,"name":"SLONE BOWLING LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392 (Lower Mill Creek Rd).  Go 2.522 miles and turn left onto SLONE BOWLING LN"},"1862":{"id":1862,"name":"SLONE BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 9.624 miles and turn right onto Slone Br."},"1863":{"id":1863,"name":"SLY BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 3.291 miles and turn left onto Sly Branch."},"1864":{"id":1864,"name":"SMITH CEMETERY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Highway 2029.  Go 1.883 miles and turn left onto Laurel Fork Rd.  Go 3.062 miles on Laurel Fork Rd and turn right onto Smith Cemetery Rd. (Birchel Smiths Old Homeplace.  (3 residents here)."},"1865":{"id":1865,"name":"SMITH VIEW RDG","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd)  Go 9.751 miles and turn left onto Smith View Rdg.  (This road goes down beside Vest Talcum Rd and crosses the creek.  There are 2 trailers here that sit against the hill)."},"1866":{"id":1866,"name":"SMITHBORO RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd)."},"1867":{"id":1867,"name":"SMOKY MOUNTAIN HOLW","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.400 miles and turn right onto Sylvester Branch Rd.  Go 1.018 miles and turn right onto Smoky Mountain Hollow."},"1868":{"id":1868,"name":"SNOW LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.946 miles and turn right onto Snow Ln."},"1869":{"id":1869,"name":"SNOWMAKER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go .818 mile and turn right onto Snowmaker Ln."},"1870":{"id":1870,"name":"SOFT SHELL LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 1.037 mile and turn left onto Soft Shell Ln.  The 911 Address for Soft Shell Ln is 4030."},"1871":{"id":1871,"name":"SOGGY BOTTOM","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.035 miles and turn left onto Soggy Bottom."},"1872":{"id":1872,"name":"SOLOMON LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 3.195 miles and turn left onto Defenders of Freedom Way.Go 0.681 miles and turn left onto Solomon Ln."},"1873":{"id":1873,"name":"SPARKMAN BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 4.243 miles and turn left onto Sparkman Br."},"1874":{"id":1874,"name":"SPICEWOOD RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go 1.109 miles and turn left onto Hawk Rd.  Go       1,041miles, turn left onto Spicewood Rd.  (left Fork Hollybush)"},"1875":{"id":1875,"name":"SPORTSMANS PATH","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.658 miles and turn right onto Wildlife Trail.  Go 0.418 mile and turn right onto Sportsmans Path."},"1876":{"id":1876,"name":"SPRING BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.904 miles and turn right onto Spring Br."},"1877":{"id":1877,"name":"SPRUCE PINE RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd). (aka Slone Fork.)"},"1878":{"id":1878,"name":"SPRUCE PINE RD","directions":"Address range 2922 - 3999"},"1879":{"id":1879,"name":"SQUIRE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 4.433 miles and turn left onto Highway 1091 (Old House Branch Rd.).  go .100 miles and turn right onto Squire Ln."},"1880":{"id":1880,"name":"SQUIRREL FRK","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.047 miles and turn left onto Mallet Fork Rd.  Go .730miles and turn right onto Squirrel Fork."},"2067":{"id":2067,"name":"ST BARTS DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.989 miles and turn left onto Phoenix Place.  Go .371 miles and turn left onto ST JOHNS TRL.  Continue 0.043 miles and turn right onto ST BARTS DR"},"1881":{"id":1881,"name":"ST JOHNS TRL","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.989 miles and turn left onto Phoenix Place.  Go     .371 miles and turn left onto ST JOHNS TRL.  Knott\/Perry Co Line."},"1882":{"id":1882,"name":"STABLE BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 2.295 miles and turn left onto Highway 1102 (Montgomery Creek Rd).  Go 1.518 miles and turn right onto Stable Branch Rd."},"1883":{"id":1883,"name":"STAMPER BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 2.780 miles and turn right onto Stamper Branch Rd."},"1884":{"id":1884,"name":"STAMPER HLS","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.158 miles and turn right onto Stamper Hills."},"1885":{"id":1885,"name":"STAR WARS WAY","directions":"From red light in Hindman, go East on Main St. and continue on East Highway 550.  Go 1.127 miles and turn left onto Stars War Way."},"1886":{"id":1886,"name":"STARFIRE HAUL RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd.)  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd).  Go 9.100 miles and turn right onto Starfire Haul Rd."},"1887":{"id":1887,"name":"STEER FORK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 2.110 miles and turn right onto Steer Fork Rd."},"1888":{"id":1888,"name":"STELLAS LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 1.048 miles and turn right onto Stellas Ln."},"1889":{"id":1889,"name":"STEPHEN DR","directions":"From red light in Hindman, go east on Main St. and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd (Perry Co. road).  Go 1.236 miles and turn right onto Hwy. 476.  Go 1.301 miles and turn left onto Hwy 1088 (Lotts Creek Rd.). Go 7.328 miles and turn right onto Dickerson Fork Rd.  Go .101 miles and turn left onto Stephen Dr."},"1890":{"id":1890,"name":"STEWART FORK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east  on Highway 80.  Go 2.781 miles an turn left onto Stewart Fork Rd."},"1891":{"id":1891,"name":"STILLHOUSE BR","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 7.646 miles and turn right onto Stillhouse Br."},"1892":{"id":1892,"name":"STIVERS LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue onto Highway 1087 (Vest Talcum Rd).  Go 0.042 miles and turn right onto Stivers Ln. (This road go up the bank across the road from Vest Post Office."},"1893":{"id":1893,"name":"STONE MASON RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.835 miles and turn left onto Stone Mason Rd.  (Was Old House Br.)"},"1894":{"id":1894,"name":"STONEY GAP DR","directions":"From red light in Hindman, go West Main St. and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue left into Clear Creek Rd.  Go .251 miles and turn left onto Hickory Withe Br.  Go .920 mile and turn right onto Stoney Gap Dr."},"1895":{"id":1895,"name":"STONY BROOK DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and go straight across Highway 80 into Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go .347 miles and turn left onto Stony Brook Dr.  It is the road before Beckham Combs School."},"1896":{"id":1896,"name":"STORE DADDY WAY","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 7.701 miles and turn left onto Store Daddy Way."},"2051":{"id":2051,"name":"STOUT DR","directions":"From red light in Hindman, go west on Main Street into West Hwy 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles into Clear Creek Rd.  Go .639 miles and turn left onto Chestnut Log Br. Continue 0.310 miles and turn RIGHT onton STOUT DR."},"2104":{"id":2104,"name":"STRONGS DR","directions":"From red light in Hindman, go east on Main St. and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd (Perry Co. road).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Hwy 1088 (Lotts Creek Rd.). Go 8.170 miles and turn RIGHT onto STRONGS DR."},"1897":{"id":1897,"name":"SUGAR BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Cross the bridge and turn left onto Old 15 Loop.  go .118 miles and turn right onto Sugar Branch Rd."},"1898":{"id":1898,"name":"SUGAR CAMP BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 10.430 miles and turn right onto Bear Fork Rd.  Go 1.128 miles and turn right onto Sugar Camp Br."},"1899":{"id":1899,"name":"SUGAR COOKIE DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 7.613 miles and turn left onto SUGAR COOKIE DR."},"1900":{"id":1900,"name":"SUGAR LAKE RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 6.430 miles and turn right onto Sugar Lake Rd."},"1901":{"id":1901,"name":"SUMMER DR","directions":"From red light in Hindman, , turn right on Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 3.506 miles and turn right onto Summer Drive.  (Brady & Ronnie Slone live here)"},"1902":{"id":1902,"name":"SUNFLOWER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.970  miles and turn right onto Collins Branch Rd.  Turn across a bridge, then turn right onto Sunflower Ln."},"1903":{"id":1903,"name":"SUNNY DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go  3.747  miles and turn right onto Dovecross Ln.  Go .039 miles and turn left onto Sunny Dr."},"1904":{"id":1904,"name":"SUNRISE TER","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.989 miles into Perry Co, turn left onto Phoenix Place Blvd, go .211 miles turn left onto Mesa  Ridge, go .282 miles turn right onto Sunrise Ter."},"1905":{"id":1905,"name":"SUNSET ST","directions":"From red light in Hindman, turn right onto Highway 160.  Go .460 miles and turn right onto Frogtown Rd.  Go .170 miles and turn right onto Sunset St.  CITY LIMITS OF HINDMAN!!!"},"1906":{"id":1906,"name":"SUNSHINE LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto Highway 1098-1087 (W Hwy 1087).  Go .331 miles and turn left onto Sunshine Ln."},"1907":{"id":1907,"name":"SUTTON MEMORIAL DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto Highway 1098-1087 (W Hwy 1087).  Go .598 miles and continue into Highway 1098.  Go 1.375 miles and turn left onto Elk View Dr.  Go 0.327 mile and turn left onto Sutton Memorial Dr."},"1908":{"id":1908,"name":"SWAMP HOLW","directions":"From red light in Hindman, turn right onto Highway 160,go 2.671 miles turn left onto Highway 899, go 7.488 miles, turn right onto Swamp Holw. Over hill Ralph and Bertha Jacobs Family Live."},"1909":{"id":1909,"name":"SWEET SUGAR BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 (Main Street Sassafras). Go .308 miles and turn right onto Highway 1088 (Yellow Creek Rd).  Go .797 miles and turn left onto Sweet Sugar Br."},"1910":{"id":1910,"name":"SWEETGUM BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 Big Branch Rd.  go 1.458 miles and turn right onto Sweetgum Br."},"1911":{"id":1911,"name":"SWIFT SHOAL BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 7.998 miles and turn right onto Swift Shoal Br."},"1912":{"id":1912,"name":"SWITCH BACK","directions":"From red light in Hindman, turn right onto Hwy. 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy. 15 (Red Fox Rd.).  Go 1.436 miles and turn right onto Defeated Creek Rd.  Go 3.224 miles and turn right onto Black John Br.  Go .070 mile and turn right onto Switch Back."},"2100":{"id":2100,"name":"SYCAMORE BRIDGE LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.853  miles and turn left onto Sycamore Bridge Ln."},"1913":{"id":1913,"name":"SYCAMORE LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.853  miles and turn left onto Sycamore Ln. AKA Simeon Fields Subdivision"},"1914":{"id":1914,"name":"SYLVESTER BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.400 miles and turn onto Sylvester Branch Rd.  (aka Laurel Fork of Tina)"},"1915":{"id":1915,"name":"TABATHA LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 3.720 miles and turn right onto Highway 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go.887 miles and turn left onto E Highway 1087.  Go .905 miles and turn left onto Mine Brand Rd.  Go .481 miles and turn left onto Tabatha Ln.  (Jack Brown and Harold Brown live here)."},"1916":{"id":1916,"name":"TADPOLE HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go .505 miles and turn left onto Tadpole Holw.  Near Frogtown Rd.  CITY LIMITS OF HINDMAN!!!"},"1917":{"id":1917,"name":"TAI CHI LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .107 miles and turn left onto Highway 1098 (Elmrock Decoy Rd.).  Go 11.710 miles to the end of road in Decoy and turn right onto Middle Quicksand Rd.  Go 2.165 miles and turn left onto Tai Chi Ln."},"1918":{"id":1918,"name":"TAILWATER RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. 160 and 15 (Smithboro Rd.)  Go 4.558 miles and turn right onto Sassafras Creek Rd toward the dam  Go .929 miles on Sassafras Creek Rd. and turn left onto Tailwater Rd. ( Tailwater of the dam is located here)."},"1919":{"id":1919,"name":"TANIS DRAKE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go 2.250 miles and turn right onto Tanis Drake Dr."},"1920":{"id":1920,"name":"TANKER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn right onto S Highway 7.  Go 9.278 miles and turn right onto Mullins Branch Rd.  Go .334 miles on Mullins Branch Rd and turn right across bridge onto Tanker Ln."},"1921":{"id":1921,"name":"TANNER DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go 1.420 miles and turn right onto Tanner Dr."},"1922":{"id":1922,"name":"TARA LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 5.220 miles and turn right onto Tara Ln."},"1923":{"id":1923,"name":"TATER HOLE KNOB","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 11.033 miles and turn left across the road onto Tater Hole Knob."},"1924":{"id":1924,"name":"TAY JOE DR","directions":"From red light in Hindman, go onto West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 0.47 miles on Highway 721 and turn left onto Old Post Office Rd.  Go .094 miles and turn right onto Tay Joe Dr.  ( This road turns right at Kelly Smiths house)."},"2069":{"id":2069,"name":"TAYKYR DR","directions":"From red light in Hindman,  turn right onto Highway 160.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Highway 1087-1098 (Possum Trot Rd).  Go .887 miles and turn left onto East Highway 1087.  Go 4.039 miles and turn left onto TAYKYR DR."},"1925":{"id":1925,"name":"TAYLOR RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue into Highway 1393 (Branhams Creek Rd).  Go 1.193 miles and turn left onto Taylor Rd."},"1926":{"id":1926,"name":"TEABERRY LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 1.806 miles and turn right onto Sims Ln.  Cross the bridge and turn right onto Teaberry Ln."},"2064":{"id":2064,"name":"TEAGAN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Highway 3391 (Perkins Madden Rd).  Go 1.259 miles and turn left onto Haynes Dr.  Go .012 mi and turn left onto TEAGAN DR"},"1927":{"id":1927,"name":"TELEVISION DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.480 miles and turn down over the hill onto Television Dr.  TV 12 is located here."},"1928":{"id":1928,"name":"TEMPIE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles and turn south onto Highway 7.  Go 5.184 miles and turn right onto Tempie Dr. (Located first drive past Caudill Branch)."},"1929":{"id":1929,"name":"TERRY BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 11.82 miles and turn left onto Terry Br."},"1930":{"id":1930,"name":"TERRY DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go 7.229 miles and turn left onto Terry Dr."},"1931":{"id":1931,"name":"THACKER LN","directions":"From red light in Hindman, turn right at red lights onto S Highway 160.  Go 0.957 miles and turn left onto Combs Branch Rd.  Go 1.026 miles and turn left onto THACKER Ln."},"2052":{"id":2052,"name":"THELMA DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 2.849 miles and turn left onto Cabin Creek Rd.  Go .125 miles and turn left on Poplar Holw. Continue .160 and turn right onto THELMA DR."},"1932":{"id":1932,"name":"THISTLE BRANCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 8.588 miles and turn right onto Upper Carr Rd. (aka Upper Little Carr Rd or Mullins Br)."},"1933":{"id":1933,"name":"THOMAS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.959 miles and turn left onto Thomas Ln."},"1934":{"id":1934,"name":"THORNSBURY BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 11.173 miles and turn left onto Thornsbury Br."},"1935":{"id":1935,"name":"THUNDER RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.355 miles and turn onto Thunder Rd.  Near Litt Carr Post Office."},"1936":{"id":1936,"name":"TIBBS DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go .826 miles and turn right onto Tibbs Dr.  Across from Old Family Inn."},"1937":{"id":1937,"name":"TIDEWATER LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 5.940 miles and turn right onto Lakeshore Rd.  Go .371 miles and turn left onto Tidewater Ln."},"1938":{"id":1938,"name":"TIM ROSE DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west onto Highway 80.  Go 1.400 miles and turn onto Sylvester Branch Rd.  Go .22 miles and turn right onto Tim Rose Ln"},"1939":{"id":1939,"name":"TIMOTHY LN","directions":"From red light in Hindman, go 12.285 miles east on Highway 550.  Turn left onto Timothy Ln."},"1940":{"id":1940,"name":"TINA LOOP","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 1.400 miles and turn right onto Sylvester Branch Rd.  Go .615 miles and turn left onto Tina Loop."},"1941":{"id":1941,"name":"TINKER LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 1.461 miles and turn left onto Push Back Br.  Go .360 miles and turn right onto Tinker Ln.  Homer and Wilma Sawyer live here."},"1942":{"id":1942,"name":"TOBIE DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 13.590 miles and turn right onto Triplett Branch Rd.  go .090 miles and turn right onto Tobie Dr."},"1943":{"id":1943,"name":"TOLLIVER MOUNTAIN RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.664 miles and turn right onto Tolliver Mountain Rd."},"1944":{"id":1944,"name":"TOM WICKER DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.720 miles and turn right onto Hwy 1098-1087 (Possum Trot Rd).  Go .887 miles and turn left onto E Highway 1087.  Go 5.101 miles and turn left onto Tom Wicker Dr."},"1945":{"id":1945,"name":"TORI LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 1.020 miles and turn right onto Cockrells Trace Rd.  Go .430 miles and turn right onto Tori Ln."},"1946":{"id":1946,"name":"TOWER RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go 2.394 miles and turn right onto Tower Rd."},"1947":{"id":1947,"name":"TRACE BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 7.299 miles and turn left onto Highway 2102 (Trace Branch Rd)."},"1948":{"id":1948,"name":"TRACE CANEY RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 4.814 miles and turn right onto Trace Caney Rd."},"1949":{"id":1949,"name":"TRAIL RUN RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.980  miles and turn right onto Trail Run Rd."},"1950":{"id":1950,"name":"TRANSFER STATION RD","directions":"From red light in Hindman, turn right onto S Highway 160.  Go 1.460 miles to Perkins Madden Rd.  Go .522 miles and turn right onto Transfer Station Rd. (Just above the County Garage and Ambulance Service"},"1951":{"id":1951,"name":"TRENT RD","directions":"From red light in Hindman, go East Main St, turn left onto Hindman Bypass, go 1.585 miles to red light, turn West Highway 80, go 11.977 miles into Perry Co, turn left onto Hiner Rd, go 1.236 miles, turn right onto Highway 476, go 1.301 miles, turn left onto Highway 1088 (Lotts Creek Rd) go 9.705 miles turn left onto Trent Rd."},"1952":{"id":1952,"name":"TRIPLE LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Hwy 7.  Go 6.753 miles and turn left onto Potato Br. Go .047 miles and turn left onto Triple Ln."},"1953":{"id":1953,"name":"TRIPLETT BRANCH RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 13.590 miles and turn right onto Triplett Branch Rd."},"1954":{"id":1954,"name":"TROUBLESOME DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.921 miles and turn left onto Troublesome Dr."},"0":{"id":0,"name":"TRUMAN SLONE DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392. (Lower Mill Creek Rd).  Near Carrie Post Office.Go 2.060 Miles and turn RIGHT onto TRUMAN SLONE DR."},"1955":{"id":1955,"name":"TURKEY HEN BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.700 miles and turn right onto Turkey Hen Br."},"1956":{"id":1956,"name":"TURNER CAMPBELL CEM RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 9.546 miles and turn right onto Turner Campbell Cemt Rd."},"1957":{"id":1957,"name":"TURTLE BRANCH RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 8.095 miles and turn left onto Turtle Branch Rd."},"1958":{"id":1958,"name":"TUTTLE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 8.880 miles and turn right onto Tuttle Dr.  Near Kite Post Office."},"1959":{"id":1959,"name":"TWIN OAK DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 8.260 miles and turn right onto Twin Oak Dr.  Near Rock Fork Rd."},"1960":{"id":1960,"name":"TWIN POPLAR DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 1.986 miles and turn right on Twin Poplar Dr.  Harold Combs' place is here."},"1961":{"id":1961,"name":"TYLER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.245 miles and turn left onto Tyler Ln."},"1962":{"id":1962,"name":"UK LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 13.465 miles and turn left onto N Highway 1498.  Go .540 miles and turn right onto Arnold Fork Rd.  Go .604 miles and turn right onto UK LN."},"1963":{"id":1963,"name":"UNIVERSAL DR","directions":"From red light in Hindman, turn right on Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 6.300 miles and  turn right onto Universal Dr."},"1964":{"id":1964,"name":"UPPER CARR RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 8.588 miles and turn right onto Upper Carr Rd.  (aka Upper Little Carr Rd or Mullins Br)"},"1965":{"id":1965,"name":"UPPER MILL CREEK RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2.460 miles and turn right onto Upper Mill Creek Rd."},"1966":{"id":1966,"name":"VALLEY LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light .   Go across Highway 80 onto Highway 160 (Ogden Vest Rd).  Go .370 miles and turn right onto Crossroads Church Rd.  Go .315 miles and turn left onto Valley Ln."},"1967":{"id":1967,"name":"VANCE MTN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.455 miles and turn left up a hill onto Vance Mtn."},"1968":{"id":1968,"name":"VENTERS LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to red light at Junction. 160 and 15 and turn left onto Hwy 15 (Red Fox Rd).  Go 3.595 miles and turn left onto Horseshoe Bend Rd.  Go .363 miles and turn left onto Venters Ln."},"1969":{"id":1969,"name":"VERNA MAE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  go 3.577 miles and turn left onto Bunion Hollow.  Go .072 mile and turn right onto Verna Mae Dr."},"1970":{"id":1970,"name":"VERNIE MINOR LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 6.178 miles and turn right onto Vernie Minor Ln."},"1971":{"id":1971,"name":"VEST TALCUM RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and go straight across Highway 80 into Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd). Road begins at Jct. of Hwy. 1087 and 160 across the bridge"},"1972":{"id":1972,"name":"VEST TALCUM RD","directions":"Address range 5187 - 9999"},"1973":{"id":1973,"name":"VESTER LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 6.303 miles and turn left onto Vester Ln."},"1974":{"id":1974,"name":"VICTORY LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231.  Go 5.290 miles and turn right onto Victory Ln.  Near Happy Home Church."},"1975":{"id":1975,"name":"VILLAGE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 3.010 miles and turn right onto Village Dr."},"1976":{"id":1976,"name":"VINEYARD DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 10.579 miles and turn left onto Highway 721.  Go 2.841 miles and continue to the left onto Clear Creek Rd.  Go 1.129 miles and turn left onto VINEYARD DR( CHANGED )WAS  Davidson Singleton Cemetery Rd."},"2053":{"id":2053,"name":"VOLUNTEER RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn onto Hiner Rd (Perry Co.).  Go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd). Go 9.875 miles and turn left onto Kelly Fork Rd.  Go 0.375 miles and turn left onto VOLUNTEER RD."},"1977":{"id":1977,"name":"W F CONLEY BR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 10.915 miles and turn left across the highway onto W F Conley Br."},"1978":{"id":1978,"name":"W HANDSHOE CEMETERY RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 6.591 miles and turn left onto Hwy 2029.  Go 1.883 miles and go left into Laurel Fork Rd.  Go 3.508 miles and turn right onto W Handshoe Cemt Rd."},"1979":{"id":1979,"name":"W HIGHWAY 1087","directions":"From red light in Hindman, go East Main Street and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  (Road begins with old Hwy 1087-1098.)"},"1980":{"id":1980,"name":"W HIGHWAY 550","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550."},"1981":{"id":1981,"name":"W HIGHWAY 550","directions":"Address range 6330 - 11640"},"1982":{"id":1982,"name":"W HIGHWAY 80","directions":"Address range 5125 - 7999"},"1983":{"id":1983,"name":"W HIGHWAY 80","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80 towards Perry Co."},"1984":{"id":1984,"name":"W M TERRY LN","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 6.255 miles and turn left onto W M Terry Ln."},"1985":{"id":1985,"name":"W MAIN ST","directions":"From red light in Hindman, go West through City of Hindman.  HINDMAN CITY LIMITS!!!!!"},"1986":{"id":1986,"name":"W W BAKER LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go .225 miles and turn left onto W W Baker Ln.  Road is across from Hindman Public Library.  CITY LIMITS OF HINDMAN!!!"},"1987":{"id":1987,"name":"WADDELL DR","directions":"WAS named Jeff Owens changed to Waddell Dr in 2008 From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.343 miles and turn left onto Highway 3392.  (Lower Mill Creek Rd).  Go 1.756 miles and turn right onto Waddell Dr."},"1988":{"id":1988,"name":"WAGERS BR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.742 miles and turn right onto Wagers Br."},"1989":{"id":1989,"name":"WAGON LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 6.598 miles and turn right onto Runnels Branch Rd.  Go .237 miles and turn left onto Wagon Ln."},"1990":{"id":1990,"name":"WALKERS BRANCH RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 4.801 miles and turn left onto Walkers Branch Rd."},"1991":{"id":1991,"name":"WALNUT HOLW","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.061 miles and turn left onto Mallet Fork Rd.  Go .984 miles and turn right onto Walnut Holw."},"1992":{"id":1992,"name":"WATSON DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.904 miles and turn right onto Spring Br.  Go 0.464 mile and turn right onto Watson Dr."},"2054":{"id":2054,"name":"WATTS CEMETERY RD","directions":"From red light in Hindman, go East Main St. onto East Highway 550.  Go 3.518 miles and turn right onto WATTS CEMEMTERY RD."},"1993":{"id":1993,"name":"WATTS FORK RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.880 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go .334 miles and turn right onto Watts Fork Rd."},"1994":{"id":1994,"name":"WEBB BRANCH RD","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 14.284 miles and turn right onto Webb Branch Rd."},"1995":{"id":1995,"name":"WELLS MTN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn onto West Highway 80.  Go 5.143 miles and turn right onto WELLS MTN."},"1996":{"id":1996,"name":"WEST FORK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 14.493 miles and turn left onto West Fork Rd.  Kite area."},"1997":{"id":1997,"name":"WETMORE LN","directions":"From red light in Hindman, go west main Street and continue onto W Highway 550.  Go 10.921 miles and turn left onto Troublesome Dr.  Go .045 miles on Troublesome Dr and turn straight up the hill onto Wetmore Ln. (2 residents located on this road.)"},"1998":{"id":1998,"name":"WHIPPOORWILL LN","directions":"From red light in Hindman turn left onto Hindman Bypass.  Go 1.585 miles to red light and continue across Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 1.312 miles and turn right onto Whippoorwill Ln.\r\n(Ogden Vest Rd).  Go 1.264 miles and turn right onto Old Man Rd."},"1999":{"id":1999,"name":"WHISPERING PINE RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 1.298 miles and turn right onto Whispering Pine Rd.  (Beside old Dema Post Office.)"},"2000":{"id":2000,"name":"WHITAKER HLS","directions":"From red light in Hindman, go West Main St. and continue onto West Highway 550.  Go 3.067 miles and turn left onto Big Branch Rd (Highway 1231).  Go 5.298 miles and turn right onto Whitaker Hls."},"2001":{"id":2001,"name":"WHITE MOUNTAIN LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 (Main Street Sassafras). Go .308 miles and turn right onto Highway 1088 (Yellow Creek Rd).  Go 1.040 miles and turn right across the railroad tracks onto White Mtn Ln."},"2002":{"id":2002,"name":"WHITE OAK DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231.  Go 2.709 miles and turn left onto White Oak Dr."},"2003":{"id":2003,"name":"WHITE OAK FLATS","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 10.414 miles and turn right onto Chaffins Branch Rd.  Go  .902 miles and turn right onto White Oak Flats."},"2004":{"id":2004,"name":"WHITE WATER RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 5.970 miles and turn right onto Collins Branch Rd.  Go .204 miles and turn right onto White Water Rd."},"2005":{"id":2005,"name":"WHITLEY DR","directions":"From red light in Hindman, turn right at red lights onto S Highway 160.  Go 0.957 miles and turn left onto Combs Branch Rd.  Go 0.914 miles and turn right up the bank to Whitley Dr.  (Willie V Slone has 5 trailer lots here)"},"2006":{"id":2006,"name":"WICKER CEMETERY RD","directions":"From red light in Hindman, go East Main Street and continue onto East Highway 550.  Go 10.568 miles and turn right onto Wicker Cemetery Rd."},"2007":{"id":2007,"name":"WILDCAT DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 7.947 miles and turn left onto Wildcat Dr."},"2008":{"id":2008,"name":"WILDLIFE TR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 4.658 miles and turn right onto Wildlife Trail."},"2009":{"id":2009,"name":"WILEY FORK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn right onto Highway 80.  Go 3.720 miles and turn right onto Highway 1098-1087 (Possum Trot Rd).  Go 1.375 mile and turn left onto Wiley Fork Rd.  The 911 Address for Wiley Fork Rd is 3692."},"2010":{"id":2010,"name":"WILEY HILL DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410.  Go .575 miles and turn up a hill onto Wiley Hill Dr."},"2011":{"id":2011,"name":"WILL FARM DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 2699 miles and turn left onto Will Farm Dr."},"2012":{"id":2012,"name":"WILLARD BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 7.531 miles and turn left onto Highway 582.  Go 4.958 miles and turn right onto Willard Br."},"2013":{"id":2013,"name":"WILLIAM EVERAGE RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass. Go 1.585 miles to red light and turn west on Highway 80 toward Perry Co.  Go 2.508 miles and turn right onto William Everage Dr."},"2014":{"id":2014,"name":"WILLIAMS CEMT RD","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 476.  Go 10.579 miles and turn left onto Highway 721.  Go 6.204 miles and turn right onto Williams Cemt Rd."},"2015":{"id":2015,"name":"WILLIAMS DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go .1.562 miles and turn right onto Williams Dr."},"2016":{"id":2016,"name":"WILMA DR","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 5.168 miles and turn right onto Lick Branch Rd.  Go .087 miles and turn left onto Wilma Dr."},"2017":{"id":2017,"name":"WILMA DR CONNECTOR","directions":null},"2018":{"id":2018,"name":"WILSON BR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 7.366 miles and turn right onto Hollybush Rd.  Go 1.930 miles and turn right onto Wilson Br.  (Was Old House Br.)  Old road name was Cutshoe Rd. on new map."},"2019":{"id":2019,"name":"WILSON YOUNG DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.438 miles and turn right onto Wilson Young Dr.  Road goes behind Ivis Bible Church."},"2020":{"id":2020,"name":"WIND MILL DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and go straight across Highway 80 into Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd). Go 3.549 miles and turn left onto Wind Mill Dr."},"2021":{"id":2021,"name":"WINDY FORK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction. 899 and 7 and turn south on Highway 7.  Go 9.278 miles to Mullins Branch Rd.  Go .932 miles and turn right onto Windy Fork Rd."},"2022":{"id":2022,"name":"WIREMAN DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 2.087 miles and continue onto Highway 899.  Go 2.087 miles and continue into Hwy 1393 (Branhams Creek Rd.  Go .340 miles and turn right onto Mallie Rd.  Go 1.518 miles and turn right onto Wireman Dr."},"2023":{"id":2023,"name":"WOLF RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410 (Burgeys Creek Rd).  Go 3.293 miles and turn left onto Wolf Rd.  Prior name Wolfpen Branch."},"2024":{"id":2024,"name":"WOLFPEN CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 8.349 miles and turn left onto Highway 1410.  Go 1.608 miles and turn right onto Wolfpen Creek Rd."},"2025":{"id":2025,"name":"WOOD CHUCK LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 5.519 miles and turn left just past Budget Auto Sales onto Wood Chuck Ln."},"2026":{"id":2026,"name":"WOODBINE LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto West Highway 1087.  Go .107 miles and turn left onto Highway 1098 (Elmrock Decoy Rd.).  Go 11.710 miles to the end of road in Decoy and turn right onto Middle Quicksand Rd.  Go 1.310 miles and turn right onto Woodbine Ln."},"2027":{"id":2027,"name":"WOODEN PEG LN","directions":"From red light in Hindman, go West Main Street and continue onto West Highway 550.  Go 3.067 miles and turn left onto Highway 1231 (Big Branch Rd).  Go 5.595 miles and turn left onto Wooden Peg Ln."},"2028":{"id":2028,"name":"WOODLAND DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 3.380 miles and turn right onto Highway 1697 (Spruce Pine Rd).  Go 2.394 miles and turn right onto Tower Rd.  Go .093 miles and turn left onto Woodland Dr."},"2029":{"id":2029,"name":"WOODYS LN","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd. (Perry Co. road).  go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 5.554 miles and turn right onto Woodys Ln.  Across from Jacks Br."},"2030":{"id":2030,"name":"WOOTS DR","directions":"From red light in Hindman, go East Main Street, turn left onto Hindman Bypass, go 1.585 miles to red light, continue straight across Highway 80 into Ogden Vest Rd (Highway 160) go 3.176 miles, continue into Vest Talcum Rd (part of Highway 1087) go 1.182miles and turn right onto Woots Dr.  Woots Chaffins place."},"2031":{"id":2031,"name":"WREN LN","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go 14.200 miles to Junction of Hwy 899 and 7 and turn s Highway 7.  Go 4.433 miles and turn onto Hwy 1091 (Old House Branch Rd).  Go .934 miles and turn right onto Wren Ln."},"2032":{"id":2032,"name":"YEARKEES DR","directions":"From red light in Hindman, go East Main Street and continue into East Highway 550.  Go 4.457 miles and turn left up a drive onto Yearkees Dr."},"2033":{"id":2033,"name":"YELLOW CREEK RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 10.830 miles to Jct. of 160 and 15 and turn right onto Highway 15 (Smithboro Rd).  Go 5.110 miles and turn right onto Highway 1088 (Main Street Sassafras). Go .308 miles and turn right onto Highway 1088 (Yellow Creek Rd)."},"2034":{"id":2034,"name":"YELLOW MOUNTAIN RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn east on Highway 80.  Go 3.721 miles and turn left onto Highway 1098-1087 (W Hwy 1087).  Go .598 miles and continue into Highway 1098.  Go .110 miles and turn right onto Yellow Mountain Rd.  Once called Mill Branch."},"2035":{"id":2035,"name":"YOUNGS FORK RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and turn west on Highway 80.  Go 11.977 miles and turn left onto Hiner Rd. (Perry Co. road).  go 1.236 miles and turn right onto Highway 476.  Go 1.301 miles and turn left onto Highway 1088 (Lotts Creek Rd).  Go 8.821 miles and turn left onto Youngs Fork Rd."},"2036":{"id":2036,"name":"ZACHARY DR","directions":"From red light in Hindman, go W Main Street, continue into W Highway 550, go 10.240 miles, turn right onto Zachary Dr.  Virgil Kassee Family live here."},"2037":{"id":2037,"name":"ZACK BRANCH RD","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass.  Go 1.585 miles to red light and cross Highway 80 onto Highway 160 (Ogden Vest Rd).  Go 3.176 miles and continue into Highway 1087 (Vest Talcum Rd).  Go 7.548 miles and turn right onto Zack Branch Rd."},"2038":{"id":2038,"name":"ZANE DR","directions":"From red light in Hindman, turn right onto Highway 160.  Go 2.671 miles and turn left onto Highway 899.  Go .300 miles and turn right onto Holly Hills Villa Rd. Go 0.097 mile and turn left onto Zane Dr."},"2039":{"id":2039,"name":"ZION CHURCH RD","directions":"From red light in Hindman, turn right onto Highway 160.  Go 1.460 miles and turn right onto Perkins Madden Rd.  Go 1.529 miles and turn left onto Zion Church Rd."},"2040":{"id":2040,"name":"ZOLA DR","directions":"From red light in Hindman, go east and turn left onto Hindman Bypass, go 1.585 miles to red light and turn West onto highway 80. Go 2.295 miles and turn left onto Highway 1102. (Montgomery Creek Rd) Go 1.065 miles and turn left onto Peony Dr.  Go .060 mile and turn right onto Zola Dr."}}}